[{"product_code":"0101","product_fullname_english":"Horses, asses, mules and hinnies; live"},{"product_code":"0102","product_fullname_english":"Bovine animals; live"},{"product_code":"0103","product_fullname_english":"Swine; live"},{"product_code":"0104","product_fullname_english":"Sheep and goats; live"},{"product_code":"0105","product_fullname_english":"Poultry; live, fowls of the species Gallus domesticus, ducks, geese, turkeys and guinea fowls"},{"product_code":"0106","product_fullname_english":"Animals, n.e.c. in chapter 01; live"},{"product_code":"0201","product_fullname_english":"Meat of bovine animals; fresh or chilled"},{"product_code":"0202","product_fullname_english":"Meat of bovine animals; frozen"},{"product_code":"0203","product_fullname_english":"Meat of swine; fresh, chilled or frozen"},{"product_code":"0204","product_fullname_english":"Meat of sheep or goats; fresh, chilled or frozen"},{"product_code":"0205","product_fullname_english":"Meat of horses, asses, mules or hinnies; fresh, chilled or frozen"},{"product_code":"0206","product_fullname_english":"Edible offal of bovine animals, swine, sheep, goats, horses, asses, mules or hinnies; fresh, chilled or frozen"},{"product_code":"0207","product_fullname_english":"Meat and edible offal of poultry; of the poultry of heading no. 0105, (i.e. fowls of the species Gallus domesticus), fresh, chilled or frozen"},{"product_code":"0208","product_fullname_english":"Meat and edible meat offal, n.e.c. in chapter 2; fresh, chilled or frozen"},{"product_code":"0209","product_fullname_english":"Pig fat, free of lean meat, and poultry fat, (not rendered or otherwise extracted), fresh, chilled, frozen, salted, in brine, dried or smoked"},{"product_code":"0210","product_fullname_english":"Meat and edible meat offal; salted, in brine, dried or smoked; edible flours and meals of meat or meat offal"},{"product_code":"0301","product_fullname_english":"Fish; live"},{"product_code":"0302","product_fullname_english":"Fish; fresh or chilled (excluding fish fillets and other fish meat of heading no. 0304)"},{"product_code":"0303","product_fullname_english":"Fish; frozen (excluding fish fillets and other fish meat of heading no. 0304)"},{"product_code":"0304","product_fullname_english":"Fish fillets and other fish meat (whether or not minced); fresh, chilled or frozen"},{"product_code":"0305","product_fullname_english":"Fish; dried, salted or in brine, smoked fish, whether or not cooked before or during the smoking process, fish meal fit for human consumption"},{"product_code":"0306","product_fullname_english":"Crustaceans, in shell or not, live, fresh, chilled, frozen, dried, salted or in brine; crustaceans, in shell, cooked by steaming or boiling in water, chilled or not, frozen, dried, salted or in brine"},{"product_code":"0307","product_fullname_english":"Molluscs, whether in shell or not, live, fresh, chilled, frozen, dried, salted in brine; aquatic invertebrates (not crustaceans and molluscs) live, fresh, chilled, frozen, dried, salted or in brine"},{"product_code":"0401","product_fullname_english":"Milk and cream; not concentrated nor containing added sugar or other sweetening matter"},{"product_code":"0402","product_fullname_english":"Milk and cream; concentrated or containing added sugar or other sweetening matter"},{"product_code":"0403","product_fullname_english":"Buttermilk, curdled milk and cream, yoghurt, kephir, fermented or acidified milk or cream, whether or not concentrated, containing added sugar, sweetening matter, flavoured or added fruit or cocoa"},{"product_code":"0404","product_fullname_english":"Whey and products consisting of natural milk constituents; whether or not containing added sugar or other sweetening matter, not elsewhere specified or included"},{"product_code":"0405","product_fullname_english":"Butter and other fats and oils derived from milk; dairy spreads"},{"product_code":"0406","product_fullname_english":"Cheese and curd"},{"product_code":"0407","product_fullname_english":"Birds' eggs, in shell; fresh, preserved or cooked"},{"product_code":"0408","product_fullname_english":"Birds' eggs, not in shell; egg yolks, fresh, dried, cooked by steaming or boiling in water, moulded, frozen or otherwise preserved, whether or not containing added sugar or other sweetening matter"},{"product_code":"0409","product_fullname_english":"Honey; natural"},{"product_code":"0410","product_fullname_english":"Edible products of animal origin; not elsewhere specified or included"},{"product_code":"0501","product_fullname_english":"Human hair; unworked, whether or not washed or scoured; waste of human hair"},{"product_code":"0502","product_fullname_english":"Pigs', hogs' or boars' bristles and hair; and waste thereof"},{"product_code":"0504","product_fullname_english":"Guts, bladders and stomachs of animals (other than fish); whole and pieces thereof, fresh, chilled, frozen, salted, in brine, dried or smoked"},{"product_code":"0505","product_fullname_english":"Skins and other parts of birds with feathers, down; feathers, down and parts thereof; not further worked than cleaned, disinfected, treated for preservation; powder, waste and parts of feathers"},{"product_code":"0506","product_fullname_english":"Bones and horn-cores, unworked, defatted, simply prepared (but not cut to shape), treated with acid or degelatinised; powder and waste of these products"},{"product_code":"0507","product_fullname_english":"Ivory, tortoise-shell, whalebone and whalebone hair, horns, antlers, hooves, nails, claws and beaks unworked or simply prepared, not cut to shape; waste and powder of these products"},{"product_code":"0508","product_fullname_english":"Coral and similar materials, unworked or simply prepared, shells of molluscs, crustaceans or echinoderms and cuttle-bone, not cut to shape powder and waste thereof"},{"product_code":"0510","product_fullname_english":"Ambergris, castoreum, civet and musk; cantharides; bile, dried or not glands, other animal products used in preparation of pharmaceutical products, fresh chilled, frozen or otherwise provisionally preserved"},{"product_code":"0511","product_fullname_english":"Animal products not elsewhere specified or included; dead animals of chapter 1 or 3, unfit for human consumption"},{"product_code":"0601","product_fullname_english":"Bulbs, tubers, tuberous roots, corms, crowns and rhizomes; dormant, in growth or in flower; chicory plants and roots other than roots of heading no. 1212"},{"product_code":"0602","product_fullname_english":"Plants, live; n.e.c. in heading no. 0601, (including their roots) cuttings and slips; mushroom spawn"},{"product_code":"0603","product_fullname_english":"Flowers; cut flowers and flower buds of a kind suitable for bouquets or for ornamental purposes, fresh, dried, dyed, bleached, impregnated or otherwise prepared"},{"product_code":"0604","product_fullname_english":"Foliage, branches and other parts of plants, without flowers or flower buds, and grasses, mosses and lichens; suitable for bouquets or for ornamental purposes, fresh, dried, dyed, bleached, impregnated etc."},{"product_code":"0701","product_fullname_english":"Potatoes; fresh or chilled"},{"product_code":"0702","product_fullname_english":"Tomatoes; fresh or chilled"},{"product_code":"0703","product_fullname_english":"Onions, shallots, garlic, leeks and other alliaceous vegetables; fresh or chilled"},{"product_code":"0704","product_fullname_english":"Cabbages, cauliflowers, kohlrabi, kale and similar edible brassicas; fresh or chilled"},{"product_code":"0705","product_fullname_english":"Lettuce (lactuca sativa) and chicory (cichorium spp.) fresh or chilled"},{"product_code":"0706","product_fullname_english":"Carrots, turnips, salad beetroot, salsify, celeriac, radishes and similar edible roots; fresh or chilled"},{"product_code":"0707","product_fullname_english":"Cucumbers and gherkins; fresh or chilled"},{"product_code":"0708","product_fullname_english":"Leguminous vegetables; shelled or unshelled, fresh or chilled"},{"product_code":"0709","product_fullname_english":"Vegetables, n.e.c. in chapter 07; fresh or chilled"},{"product_code":"0710","product_fullname_english":"Vegetables (uncooked or cooked by steaming or boiling in water); frozen"},{"product_code":"0711","product_fullname_english":"Vegetables provisionally preserved; (egg by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption"},{"product_code":"0712","product_fullname_english":"Vegetables, dried; whole, cut, sliced, broken or in powder, but not further prepared"},{"product_code":"0713","product_fullname_english":"Vegetables, dried leguminous; shelled, whether or not skinned or split"},{"product_code":"0714","product_fullname_english":"Manioc, arrowroot, salep, Jerusalem artichokes, sweet potatoes and similar roots and tubers with high starch or inulin content; fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets; sago pith"},{"product_code":"0801","product_fullname_english":"Nuts, edible; coconuts, Brazil nuts and cashew nuts, fresh or dried, whether or not shelled or peeled"},{"product_code":"0802","product_fullname_english":"Nuts (excluding coconuts, Brazils and cashew nuts); fresh or dried, whether or not shelled or peeled"},{"product_code":"0803","product_fullname_english":"Bananas, including plantains; fresh or dried"},{"product_code":"0804","product_fullname_english":"Dates, figs, pineapples, avocados, guavas, mangoes and mangosteens; fresh or dried"},{"product_code":"0805","product_fullname_english":"Citrus fruit; fresh or dried"},{"product_code":"0806","product_fullname_english":"Grapes; fresh or dried"},{"product_code":"0807","product_fullname_english":"Melons (including watermelons) and papaws (papayas); fresh"},{"product_code":"0808","product_fullname_english":"Apples, pears and quinces; fresh"},{"product_code":"0809","product_fullname_english":"Apricots, cherries, peaches (including nectarines), plums and sloes, fresh"},{"product_code":"0810","product_fullname_english":"Fruit, fresh; n.e.c. in chapter 8"},{"product_code":"0811","product_fullname_english":"Fruit and nuts; uncooked or cooked by steaming or boiling in water, frozen, whether or not containing added sugar or other sweetening matter"},{"product_code":"0812","product_fullname_english":"Fruit and nuts provisionally preserved; (egg by sulphur dioxide gas, brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption"},{"product_code":"0813","product_fullname_english":"Fruit, dried, other than that of heading no. 0801 to 0806; mixtures of nuts or dried fruits of this chapter"},{"product_code":"0814","product_fullname_english":"Peel of citrus fruit or melons (including watermelons); fresh, frozen dried or provisionally preserved in brine, in sulphur water or in other preservative solutions"},{"product_code":"0901","product_fullname_english":"Coffee, whether or not roasted or decaffeinated; husks and skins; coffee substitutes containing coffee in any proportion"},{"product_code":"0902","product_fullname_english":"Tea"},{"product_code":"0903","product_fullname_english":"Mate"},{"product_code":"0904","product_fullname_english":"Pepper of the genus piper; dried or crushed or ground fruits of the genus capsicum or of the genus pimenta"},{"product_code":"0905","product_fullname_english":"Vanilla"},{"product_code":"0906","product_fullname_english":"Cinnamon and cinnamon-tree flowers"},{"product_code":"0907","product_fullname_english":"Cloves; (whole fruit, cloves and stems)"},{"product_code":"0908","product_fullname_english":"Nutmeg, mace and cardamoms"},{"product_code":"0909","product_fullname_english":"Seeds of anise, badian, fennel, coriander, cumin, caraway or juniper"},{"product_code":"0910","product_fullname_english":"Ginger, saffron, tumeric (curcuma), thyme, bay leaves, curry and other spices"},{"product_code":"1001","product_fullname_english":"Wheat and meslin"},{"product_code":"1002","product_fullname_english":"Rye"},{"product_code":"1003","product_fullname_english":"Barley"},{"product_code":"1004","product_fullname_english":"Oats"},{"product_code":"1005","product_fullname_english":"Maize (corn)"},{"product_code":"1006","product_fullname_english":"Rice"},{"product_code":"1007","product_fullname_english":"Grain sorghum"},{"product_code":"1008","product_fullname_english":"Buckwheat, millet and canary seed; other cereals"},{"product_code":"1101","product_fullname_english":"Wheat or meslin flour"},{"product_code":"1102","product_fullname_english":"Cereal flours; other than of wheat or meslin"},{"product_code":"1103","product_fullname_english":"Cereal groats; meal and pellets"},{"product_code":"1104","product_fullname_english":"Cereal grains otherwise worked (egg hulled, rolled, flaked, pearled, sliced or kibbled) except rice of heading no. 1006; germ of cereals whole, rolled, flaked or ground"},{"product_code":"1105","product_fullname_english":"Flour, meal, powder, flakes, granules and pellets of potatoes"},{"product_code":"1106","product_fullname_english":"Flour, meal and powder; of the dried leguminous vegetables of heading no. 0713, of sago or of roots or tubers of heading no. 0714 or of the products of chapter 8"},{"product_code":"1107","product_fullname_english":"Malt; whether or not roasted"},{"product_code":"1108","product_fullname_english":"Starches; inulin"},{"product_code":"1109","product_fullname_english":"Wheat gluten; whether or not dried"},{"product_code":"1201","product_fullname_english":"Soya beans; whether or not broken"},{"product_code":"1202","product_fullname_english":"Ground-nuts; not roasted or otherwise cooked, whether or not shelled or broken"},{"product_code":"1203","product_fullname_english":"Copra"},{"product_code":"1204","product_fullname_english":"Oil seeds; linseed, whether or not broken"},{"product_code":"1205","product_fullname_english":"Rape or colza seeds; whether or not broken"},{"product_code":"1206","product_fullname_english":"Sunflower seeds; whether or not broken"},{"product_code":"1207","product_fullname_english":"Oil seeds and oleaginous fruits, n.e.c. in chapter 12; whether or not broken"},{"product_code":"1208","product_fullname_english":"Flours and meals of oil seeds or oleaginous fruits; other than those of mustard"},{"product_code":"1209","product_fullname_english":"Seeds, fruit and spores; of a kind used for sowing"},{"product_code":"1210","product_fullname_english":"Hop cones, fresh or dried, whether or not ground, powdered or in the form of pellets; lupulin"},{"product_code":"1211","product_fullname_english":"Plants and parts of plants (including seeds and fruits), used primarily in perfumery, pharmacy; for insecticidal, fungicidal or similar purposes, fresh or dried, whether or not crushed or powdered"},{"product_code":"1212","product_fullname_english":"Locust beans, seaweeds and other algae, sugar beet, sugar cane, fresh, chilled, frozen or dried, whether or not ground; fruit stones, kernels and other vegetable products (including unroasted chicory roots) used primarily for human consumption, n.e.c."},{"product_code":"1213","product_fullname_english":"Cereal straw and husks, unprepared; whether or not chopped, ground, pressed or in the form of pellets"},{"product_code":"1214","product_fullname_english":"Swedes, mangolds, fodder roots, hay, lucerne (alfalfa), clover, sainfoin, forage kale, lupines, vetches and similar forage products, whether or not in the form of pellets"},{"product_code":"1301","product_fullname_english":"Lac; natural gums, resins, gum-resins and oleoresins (for example, balsams)"},{"product_code":"1302","product_fullname_english":"Vegetable saps and extracts; pectic substances, pectinates and pectates; agar-agar and other mucilages and thickeners, whether or not modified, derived from vegetable products"},{"product_code":"1401","product_fullname_english":"Vegetable materials of a kind used primarily for plaiting; (egg bamboos, rattans, reeds, rushes, osier, raffia, cleaned, bleached or dyed cereal straw and lime bark)"},{"product_code":"1404","product_fullname_english":"Vegetable products not elsewhere specified or included"},{"product_code":"1501","product_fullname_english":"Pig fat (including lard) and poultry fat, other than that of heading no. 0209 or 1503"},{"product_code":"1502","product_fullname_english":"Fats of bovine animals, sheep or goats; other than those of heading no. 1503"},{"product_code":"1503","product_fullname_english":"Lard stearin, lard oil, oleostearin, oleo-oil and tallow oil; not emulsified or mixed or otherwise prepared"},{"product_code":"1504","product_fullname_english":"Fats and oils and their fractions of fish or marine mammals; whether or not refined, but not chemically modified"},{"product_code":"1505","product_fullname_english":"Wool grease and fatty substances derived therefrom (including lanolin)"},{"product_code":"1506","product_fullname_english":"Animal fats and oils and their fractions; whether or not refined, but not chemically modified, n.e.c. in chapter 15"},{"product_code":"1507","product_fullname_english":"Soya-bean oil and its fractions; whether or not refined, but not chemically modified"},{"product_code":"1508","product_fullname_english":"Ground nut oil and its fractions; whether or not refined, but not chemically modified"},{"product_code":"1509","product_fullname_english":"Olive oil and its fractions; whether or not refined, but not chemically modified"},{"product_code":"7801","product_fullname_english":"Lead; unwrought"},{"product_code":"1510","product_fullname_english":"Oils and their fractions n.e.c. in chapter 15, obtained solely from olives, whether or not refined, but not chemically modified, including blends of these oils or fractions with oils or fractions of heading no. 1509"},{"product_code":"1511","product_fullname_english":"Palm oil and its fractions; whether or not refined, but not chemically modified"},{"product_code":"1512","product_fullname_english":"Sun-flower seed, safflower or cotton-seed oil and their fractions; whether or not refined, but not chemically modified"},{"product_code":"1513","product_fullname_english":"Coconut (copra), palm kernel or babassu oil and their fractions; whether or not refined but not chemically modified"},{"product_code":"1514","product_fullname_english":"Rape, colza or mustard oil and their fractions; whether or not refined, but not chemically modified"},{"product_code":"1515","product_fullname_english":"Fixed vegetable fats and oils (including jojoba oil) and their fractions, whether or not refined; but not chemically modified"},{"product_code":"1516","product_fullname_english":"Animal or vegetable fats and oils and their fractions; partly or wholly hydrogenated, inter-esterified, re-esterified or elaidinised, whether or not refined, but not further prepared"},{"product_code":"1517","product_fullname_english":"Margarine; edible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of this chapter, other than edible fats or oils of heading no. 1516"},{"product_code":"1518","product_fullname_english":"Animal or vegetable fats, oils, fractions, modified in any way, excluding heading no. 1516; inedible versions of animal or vegetable fats, oils or fractions of this chapter, n.e.c. or included"},{"product_code":"1520","product_fullname_english":"Glycerol, crude; glycerol waters and glycerol lyes"},{"product_code":"1521","product_fullname_english":"Vegetable waxes (other than triglycerides), beeswax, other insect waxes and spermaceti; whether or not refined or coloured"},{"product_code":"1522","product_fullname_english":"Degras; residues resulting from the treatment of fatty substances or animal or vegetable waxes"},{"product_code":"1601","product_fullname_english":"Sausages and similar products of meat, meat offal or blood; food preparations based on these products"},{"product_code":"1602","product_fullname_english":"Prepared or preserved meat, meat offal or blood"},{"product_code":"1603","product_fullname_english":"Extracts and juices of meat, fish or crustaceans, molluscs or other aquatic invertebrates"},{"product_code":"1604","product_fullname_english":"Prepared or preserved fish; caviar and caviar substitutes prepared from fish eggs"},{"product_code":"1605","product_fullname_english":"Crustaceans, molluscs and other aquatic invertebrates, prepared or preserved"},{"product_code":"1701","product_fullname_english":"Cane or beet sugar and chemically pure sucrose, in solid form"},{"product_code":"1702","product_fullname_english":"Sugars, including lactose, maltose, glucose or fructose in solid form; sugar syrups without added flavouring or colouring matter; artificial honey, whether or not mixed with natural honey; caramel"},{"product_code":"1703","product_fullname_english":"Molasses; resulting from the extraction or refining of sugar"},{"product_code":"1704","product_fullname_english":"Sugar confectionery (including white chocolate), not containing cocoa"},{"product_code":"1801","product_fullname_english":"Cocoa beans; whole or broken, raw or roasted"},{"product_code":"1802","product_fullname_english":"Cocoa; shells, husks, skins and other cocoa waste"},{"product_code":"1803","product_fullname_english":"Cocoa; paste; whether or not defatted"},{"product_code":"1804","product_fullname_english":"Cocoa; butter, fat and oil"},{"product_code":"1805","product_fullname_english":"Cocoa; powder, not containing added sugar or other sweetening matter"},{"product_code":"1806","product_fullname_english":"Chocolate and other food preparations containing cocoa"},{"product_code":"1901","product_fullname_english":"Malt extract; flour/groats/meal/starch/malt extract products, no cocoa (or less than 40% by weight) and food preparations of goods of headings 04.01 to 04.04, no cocoa (or less than 5% by weight), weights calculated on a totally defatted basis, n.e.c."},{"product_code":"1902","product_fullname_english":"Pasta; whether or not cooked or stuffed with meat or other substance, or otherwise prepared, egg spaghetti, macaroni, noodles, lasagne, gnocchi, ravioli, cannelloni; couscous, whether or not prepared"},{"product_code":"1903","product_fullname_english":"Tapioca and substitutes therefor prepared from starch; in the form of flakes, grains, pearls, siftings or similar forms"},{"product_code":"1904","product_fullname_english":"Prepared foods obtained by swelling or roasting cereals or cereal products (egg corn flakes); cereals (other than maize (corn)) in grain form or in the form of flakes or other worked grains (not flour and meal), pre-cooked or otherwise prepared, n.e.c."},{"product_code":"1905","product_fullname_english":"Bread, pastry, cakes, biscuits, other bakers' wares, whether or not containing cocoa; communion wafers, empty cachets suitable for pharmaceutical use, sealing wafers, rice paper and similar products"},{"product_code":"2001","product_fullname_english":"Vegetables, fruit, nuts and other edible parts of plants; prepared or preserved by vinegar or acetic acid"},{"product_code":"2002","product_fullname_english":"Tomatoes; prepared or preserved otherwise than by vinegar or acetic acid"},{"product_code":"2003","product_fullname_english":"Mushrooms and truffles, prepared or preserved other than by vinegar or acetic acid"},{"product_code":"7802","product_fullname_english":"Lead; waste and scrap"},{"product_code":"2004","product_fullname_english":"Vegetables preparations n.e.c.; prepared or preserved otherwise than by vinegar or acetic acid, frozen, other than products of heading no. 2006"},{"product_code":"2005","product_fullname_english":"Vegetables preparations n.e.c.; prepared or preserved otherwise than by vinegar or acetic acid, not frozen, other than products of heading no. 2006"},{"product_code":"2006","product_fullname_english":"Vegetables, fruit, nuts, fruit-peel and other parts of plants, preserved by sugar (drained, glace or crystallised)"},{"product_code":"2007","product_fullname_english":"Jams, fruit jellies, marmalades, fruit or nut puree and fruit or nut pastes, being cooked preparations; whether or not containing added sugar or other sweetening matter"},{"product_code":"2008","product_fullname_english":"Fruit, nuts and other edible parts of plants; prepared or preserved in ways n.e.c., whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included"},{"product_code":"2009","product_fullname_english":"Fruit juices (including grape must) and vegetable juices, unfermented, not containing added spirit; whether or not containing added sugar or other sweetening matter"},{"product_code":"2101","product_fullname_english":"Extracts, essences, concentrates of coffee, tea or mate; preparations with a basis of these products or with a basis of coffee, tea or mate; roasted chicory and other roasted coffee substitutes and extracts, essences and concentrates thereof"},{"product_code":"2102","product_fullname_english":"Yeasts (active or inactive); other single-cell micro-organisms, dead (but not including vaccines of heading no. 3002); prepared baking powders"},{"product_code":"2103","product_fullname_english":"Sauces and preparations therefor; mixed condiments and mixed seasonings, mustard flour and meal and prepared mustard"},{"product_code":"2104","product_fullname_english":"Soups and broths and preparations therefor; homogenised composite food preparations"},{"product_code":"2105","product_fullname_english":"Ice cream and other edible ice; whether or not containing cocoa"},{"product_code":"2106","product_fullname_english":"Food preparations not elsewhere specified or included"},{"product_code":"2201","product_fullname_english":"Waters, including natural or artificial mineral waters and aerated waters, not containing added sugar or other sweetening matter nor flavoured; ice and snow"},{"product_code":"2202","product_fullname_english":"Waters, including mineral and aerated waters, containing added sugar or sweetening matter, flavoured; other non-alcoholic beverages, not including fruit or vegetable juices of heading no. 2009"},{"product_code":"2203","product_fullname_english":"Beer made from malt"},{"product_code":"2204","product_fullname_english":"Wine of fresh grapes, including fortified wines; grape must other than that of heading no. 2009"},{"product_code":"2205","product_fullname_english":"Vermouth and other wine of fresh grapes, flavoured with plants or aromatic substances"},{"product_code":"2206","product_fullname_english":"Fermented beverages, n.e.c. in chapter 22; (egg cider, perry, mead)"},{"product_code":"2207","product_fullname_english":"Ethyl alcohol, undenatured; of an alcoholic strength by volume of 80% vol. or higher; ethyl alcohol and other spirits, denatured, of any strength"},{"product_code":"2208","product_fullname_english":"Ethyl alcohol, undenatured; of an alcoholic strength by volume of less than 80% volume; spirits, liqueurs and other spirituous beverages"},{"product_code":"2209","product_fullname_english":"Vinegar and substitutes for vinegar obtained from acetic acid"},{"product_code":"2301","product_fullname_english":"Flours, meal and pellets, of meat or meat offal, of fish or of crustaceans, molluscs or other aquatic invertebrates, unfit for human consumption; greaves"},{"product_code":"2302","product_fullname_english":"Bran, sharps and other residues; whether or not in the form of pellets derived from the sifting, milling or other working of cereals or of leguminous plants"},{"product_code":"2303","product_fullname_english":"Residues of starch manufacture, similar residues; beet-pulp, bagasse and other waste of sugar manufacture, brewing or distilling dregs and waste, whether or not in the form of pellets"},{"product_code":"2304","product_fullname_english":"Oil-cake and other solid residues; whether or not ground or in the form of pellets, resulting from the extraction of soya-bean oil"},{"product_code":"2305","product_fullname_english":"Oil-cake and other solid residues; whether or not ground or in the form of pellets, resulting from the extraction of ground-nut oil"},{"product_code":"2306","product_fullname_english":"Oil-cake and other solid residues; whether or not ground or in the form of pellets, resulting from the extraction of vegetable fats or oils other than those of heading no. 2304 or 2305"},{"product_code":"2307","product_fullname_english":"Wine lees; argol"},{"product_code":"2308","product_fullname_english":"Vegetable materials and vegetable waste, vegetable residues and bi-products; whether or not in the form of pellets, of a kind used in animal feeding, not elsewhere specified or included"},{"product_code":"2309","product_fullname_english":"Preparations of a kind used in animal feeding"},{"product_code":"2401","product_fullname_english":"Tobacco, unmanufactured; tobacco refuse"},{"product_code":"2402","product_fullname_english":"Cigars, cheroots, cigarillos and cigarettes; of tobacco or of tobacco substitutes"},{"product_code":"2403","product_fullname_english":"Manufactured tobacco and manufactured tobacco substitutes; n.e.c., homogenised or reconstituted tobacco; tobacco extracts, essences"},{"product_code":"2501","product_fullname_english":"Salt (including table salt and denatured salt); pure sodium chloride whether or not in aqueous solution; sea water"},{"product_code":"2502","product_fullname_english":"Iron pyrites; unroasted"},{"product_code":"2503","product_fullname_english":"Sulphur of all kinds; other than sublimed, precipitated and colloidal sulphur"},{"product_code":"2504","product_fullname_english":"Graphite; natural"},{"product_code":"2505","product_fullname_english":"Sands of all kinds; natural, whether or not coloured, other than metal-bearing sands of chapter 26"},{"product_code":"3919","product_fullname_english":"Self-adhesive plates, sheets, film, foil, tape, strip and other flat shapes, of plastics, whether or not in rolls"},{"product_code":"2506","product_fullname_english":"Quartz; (other than natural sands), quartzite, whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape"},{"product_code":"2507","product_fullname_english":"Kaolin and other kaolinic clays; whether or not calcined"},{"product_code":"2508","product_fullname_english":"Clays; (not including expanded clays of heading no. 6806), andalusite kyanite and sillimanite, whether or not calcined; mullite; chamotte or dinas earth"},{"product_code":"2509","product_fullname_english":"Chalk"},{"product_code":"2510","product_fullname_english":"Natural calcium phosphates; natural aluminium calcium phosphates and phosphatic chalk"},{"product_code":"2511","product_fullname_english":"Natural barium sulphate (barytes); natural barium carbonate, (witherite) whether or not calcined, other than barium oxide of heading no. 2816"},{"product_code":"2512","product_fullname_english":"Siliceous fossil meals (egg kieselguhr, tripolite and diatomite) and similar siliceous earths; whether or not calcined, of an apparent specific gravity of 1 or less"},{"product_code":"2513","product_fullname_english":"Pumice stone; emery; natural corundum, natural garnet and other natural abrasives, whether or not heat treated"},{"product_code":"2514","product_fullname_english":"Slate, whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape"},{"product_code":"2515","product_fullname_english":"Marble, travertine, ecaussine and other calcareous stone; of an apparent specific gravity of less than 2.5, alabaster, whether cut by sawing etc, into blocks, slabs of a rectangular (square) shape"},{"product_code":"2516","product_fullname_english":"Granite, porphyry, basalt, sandstone, other monumental and building stone, whether or not roughly trimmed, cut, by sawing etc, into blocks or slabs of a rectangular (including square) shape"},{"product_code":"2517","product_fullname_english":"Pebbles, gravel, crushed stone for concrete aggregates for road or railway ballast, shingle or flint; macadam of slag, dross etc tarred granules, chippings, powder of stones of heading no. 2515 and 2516"},{"product_code":"2518","product_fullname_english":"Dolomite, whether or not calcined or sintered; including dolomite roughly trimmed, or merely cut by sawing or otherwise into blocks or slabs of rectangular (including square) shape; dolomite ramming mix"},{"product_code":"2519","product_fullname_english":"Natural magnesium carbonate (magnesite); fused magnesia; dead-burned (sintered) magnesia, whether or not containing small quantities of other oxides added before sintering; magnesium oxide, pure or not"},{"product_code":"2520","product_fullname_english":"Gypsum; anhydrite; plasters (consisting of calcined gypsum or calcium sulphate), coloured or not, with or without small quantities of accelerators or retarders"},{"product_code":"2521","product_fullname_english":"Limestone flux; limestone and other calcareous stone, of a kind used for the manufacture of lime or cement"},{"product_code":"2522","product_fullname_english":"Quicklime, slaked lime and hydraulic lime; other than calcium oxide and hydroxide of heading no. 2825"},{"product_code":"2523","product_fullname_english":"Portland cement, aluminous cement (ciment fondu), slag cement, supersulphate cement and similar hydraulic cements, whether or not coloured or in the form of clinkers"},{"product_code":"2524","product_fullname_english":"Asbestos"},{"product_code":"2525","product_fullname_english":"Mica, including splittings; mica waste"},{"product_code":"2526","product_fullname_english":"Natural steatite; whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape; talc"},{"product_code":"2528","product_fullname_english":"Natural borates and concentrates thereof (whether calcined), but not including borates separated from natural brine; natural boric acid containing not less than 85% of H3Bo3, calculated on the dry weight"},{"product_code":"2529","product_fullname_english":"Feldspar; leucite; nepheline and nepheline syenite; fluorspar"},{"product_code":"2530","product_fullname_english":"Mineral substances not elsewhere specified or included"},{"product_code":"2601","product_fullname_english":"Iron ores and concentrates; including roasted iron pyrites"},{"product_code":"2602","product_fullname_english":"Manganese ores and concentrates, including ferruginous manganese ores and concentrates with a manganese content of 20% or more, calculated on the dry weight"},{"product_code":"2603","product_fullname_english":"Copper ores and concentrates"},{"product_code":"2604","product_fullname_english":"Nickel ores and concentrates"},{"product_code":"2605","product_fullname_english":"Cobalt ores and concentrates"},{"product_code":"2606","product_fullname_english":"Aluminium ores and concentrates"},{"product_code":"2607","product_fullname_english":"Lead ores and concentrates"},{"product_code":"2608","product_fullname_english":"Zinc ores and concentrates"},{"product_code":"2609","product_fullname_english":"Tin ores and concentrates"},{"product_code":"2610","product_fullname_english":"Chromium ores and concentrates"},{"product_code":"2611","product_fullname_english":"Tungsten ores and concentrates"},{"product_code":"2612","product_fullname_english":"Uranium or thorium ores and concentrates"},{"product_code":"2613","product_fullname_english":"Molybdenum ores and concentrates"},{"product_code":"2614","product_fullname_english":"Titanium ores and concentrates"},{"product_code":"2615","product_fullname_english":"Niobium, tantalum, vanadium or zirconium ores and concentrates"},{"product_code":"2616","product_fullname_english":"Precious metal ores and concentrates"},{"product_code":"2617","product_fullname_english":"Ores and concentrates; n.e.c. in heading no. 2601"},{"product_code":"2618","product_fullname_english":"Granulated slag (slag sand) from the manufacture of iron or steel"},{"product_code":"2619","product_fullname_english":"Slag, dross; (other than granulated slag), scalings and other waste from the manufacture of iron or steel"},{"product_code":"2620","product_fullname_english":"Slag, ash and residues; (not from the manufacture of iron or steel) containing metals, arsenic or their compounds"},{"product_code":"2621","product_fullname_english":"Slag and ash n.e.c. in chapter 26; including seaweed ash (kelp) and ash and residues from the incineration of municipal waste"},{"product_code":"2701","product_fullname_english":"Coal; briquettes, ovoids and similar solid fuels manufactured from coal"},{"product_code":"2702","product_fullname_english":"Lignite; whether or not agglomerated, excluding jet"},{"product_code":"2703","product_fullname_english":"Peat; (including peat litter), whether or not agglomerated"},{"product_code":"2704","product_fullname_english":"Coke and semi-coke; of coal, lignite or peat, whether or not agglomerated; retort carbon"},{"product_code":"2705","product_fullname_english":"Coal gas, water gas, producer gas and similar gases, other than petroleum gases and other gaseous hydrocarbons"},{"product_code":"2706","product_fullname_english":"Tar distilled from coal, from lignite, peat and other mineral tars, whether or not dehydrated or partially distilled; including reconstituted tars"},{"product_code":"2707","product_fullname_english":"Oils and other products of the distillation of high temperature coal tar; similar products in which the weight of the aromatic constituents exceeds that of the non-aromatic constituents"},{"product_code":"2708","product_fullname_english":"Pitch and pitch coke; obtained from coal tar or from other mineral tars"},{"product_code":"2709","product_fullname_english":"Petroleum oils and oils obtained from bituminous minerals; crude"},{"product_code":"2710","product_fullname_english":"Petroleum oils and oils from bituminous minerals, not crude; preparations n.e.c. containing by weight 70% or more of petroleum oils or oils from bituminous minerals; these being the basic constituents of the preparations; waste oils"},{"product_code":"2711","product_fullname_english":"Petroleum gases and other gaseous hydrocarbons"},{"product_code":"2712","product_fullname_english":"Petroleum jelly; paraffin wax, micro-crystalline petroleum wax, slack wax, ozokerite, lignite wax, peat wax, other mineral waxes, similar products obtained by synthesis, other processes; coloured or not"},{"product_code":"2713","product_fullname_english":"Petroleum coke, petroleum bitumen; other residues of petroleum oils or oils obtained from bituminous minerals"},{"product_code":"2714","product_fullname_english":"Bitumen and asphalt, natural; bituminous or oil shale and tar sands; asphaltites and asphaltic rocks"},{"product_code":"2715","product_fullname_english":"Bituminous mixtures based on natural asphalt; on natural bitumen, on petroleum bitumen, on mineral tar or on mineral tar pitch (egg bituminous mastics, cut-backs)"},{"product_code":"2716","product_fullname_english":"Electrical energy"},{"product_code":"2801","product_fullname_english":"Fluorine, chlorine, bromine and iodine"},{"product_code":"2802","product_fullname_english":"Sulphur; sublimed or precipitated, colloidal sulphur"},{"product_code":"2803","product_fullname_english":"Carbon; carbon blacks and other forms of carbon n.e.c."},{"product_code":"2804","product_fullname_english":"Hydrogen, rare gases and other non-metals"},{"product_code":"2805","product_fullname_english":"Alkali or alkaline-earth metals; rare-earth metals, scandium and yttrium, whether or not intermixed or interalloyed; mercury"},{"product_code":"2806","product_fullname_english":"Hydrogen chloride (hydrochloric acid); chlorosulphuric acid"},{"product_code":"2807","product_fullname_english":"Sulphuric acid; oleum"},{"product_code":"2808","product_fullname_english":"Nitric acid; sulphonitric acids"},{"product_code":"2809","product_fullname_english":"Diphosphorus pentoxide; phosphoric acid and polyphosphoric acids"},{"product_code":"2810","product_fullname_english":"Oxides of boron; boric acids"},{"product_code":"2811","product_fullname_english":"Inorganic acids and other inorganic oxygen compounds of non-metals; n.e.c. in heading no. 2806 to 2810"},{"product_code":"2812","product_fullname_english":"Halides and halide oxides of non-metals"},{"product_code":"2813","product_fullname_english":"Sulphides of non-metals; commercial phosphorus trisulphide"},{"product_code":"2814","product_fullname_english":"Ammonia; anhydrous or in aqueous solution"},{"product_code":"2815","product_fullname_english":"Sodium hydroxide (caustic soda); potassium hydroxide (caustic potash) peroxides of sodium or potassium"},{"product_code":"2816","product_fullname_english":"Hydroxide and peroxide of magnesium; oxides, hydroxides and peroxides of strontium or barium"},{"product_code":"2817","product_fullname_english":"Zinc; oxide and peroxide"},{"product_code":"7902","product_fullname_english":"Zinc; waste and scrap"},{"product_code":"2818","product_fullname_english":"Aluminium oxide (including artificial corundum); aluminium hydroxide"},{"product_code":"2819","product_fullname_english":"Chromium oxides and hydroxides"},{"product_code":"2820","product_fullname_english":"Manganese oxides"},{"product_code":"2821","product_fullname_english":"Iron oxides and hydroxides; earth colours containing 70% or more by weight of combined iron evaluated as Fe2o3"},{"product_code":"2822","product_fullname_english":"Cobalt oxides and hydroxides; commercial cobalt oxides"},{"product_code":"2823","product_fullname_english":"Titanium oxides"},{"product_code":"2824","product_fullname_english":"Lead oxides; red lead and orange lead"},{"product_code":"2825","product_fullname_english":"Hydrazine and hydroxylamine and their inorganic salts; other inorganic bases; other metal oxides, hydroxides and peroxides"},{"product_code":"2826","product_fullname_english":"Fluorides; fluorosilicates, fluoroaluminates and other complex fluorine salts"},{"product_code":"2827","product_fullname_english":"Chlorides; chloride oxides and chloride hydroxides; bromides and bromide oxides; iodides and iodide oxides"},{"product_code":"2828","product_fullname_english":"Hypochlorites; commercial calcium hypochlorite; chlorites; hypobromites"},{"product_code":"2829","product_fullname_english":"Chlorates and perchlorates; bromates and perbromates; iodates and periodates"},{"product_code":"2830","product_fullname_english":"Sulphides; polysulphides"},{"product_code":"2831","product_fullname_english":"Dithionites and sulphoxylates"},{"product_code":"2832","product_fullname_english":"Sulphites; thiosulphates"},{"product_code":"2833","product_fullname_english":"Sulphates; alums; peroxosulphates (persulphates)"},{"product_code":"2834","product_fullname_english":"Nitrites; nitrates"},{"product_code":"2835","product_fullname_english":"Phosphinates (hypophosphites), phosphonates (phosphites), phosphates and polyphosphates"},{"product_code":"2836","product_fullname_english":"Carbonates; peroxocarbonates (percarbonates); commercial ammonium carbonate containing ammonium carbamate"},{"product_code":"2837","product_fullname_english":"Cyanides, cyanide oxides and complex cyanides"},{"product_code":"2839","product_fullname_english":"Silicates; commercial alkali metal silicates"},{"product_code":"2840","product_fullname_english":"Borates; peroxoborates (perborates)"},{"product_code":"2841","product_fullname_english":"Salts of oxometallic or peroxometallic acids"},{"product_code":"2842","product_fullname_english":"Salts of inorganic acids or peroxoacids, excluding azides, n.e.c."},{"product_code":"2843","product_fullname_english":"Colloidal precious metals; inorganic or organic compounds of precious metals, whether or not chemically defined; amalgams of precious metals"},{"product_code":"2844","product_fullname_english":"Radioactive chemical elements and radioactive isotopes (including the fissile or fertile chemical elements and isotopes); and their compounds; mixtures and residues containing these products"},{"product_code":"2845","product_fullname_english":"Isotopes other than those of heading no. 2844; compounds, inorganic or organic, of such isotopes, whether or not chemically defined"},{"product_code":"2846","product_fullname_english":"Compounds, inorganic or organic, of rare-earth metals; of yttrium or of scandium or of mixtures of these metals"},{"product_code":"2847","product_fullname_english":"Hydrogen peroxide; whether or not solidified with urea"},{"product_code":"2848","product_fullname_english":"Phosphides; whether or not chemically defined, excluding ferrophosphorus"},{"product_code":"2849","product_fullname_english":"Carbides, whether or not chemically defined"},{"product_code":"2850","product_fullname_english":"Hydrides, nitrides, azides, silicides and borides, whether or not chemically defined, other than compounds which are also carbides of heading no. 2849"},{"product_code":"7903","product_fullname_english":"Zinc; dust, powders and flakes"},{"product_code":"2852","product_fullname_english":"Compounds, inorganic or organic, of mercury, excluding amalgams"},{"product_code":"2853","product_fullname_english":"Inorganic compounds n.e.c. (including distilled or conductivity water and water of similar purity); liquid air (rare gases removed or not); compressed air; amalgams, other than precious metal amalgams"},{"product_code":"2901","product_fullname_english":"Acyclic hydrocarbons"},{"product_code":"2902","product_fullname_english":"Cyclic hydrocarbons"},{"product_code":"2903","product_fullname_english":"Halogenated derivatives of hydrocarbons"},{"product_code":"2904","product_fullname_english":"Sulphonated, nitrated or nitrosated derivatives of hydrocarbons; whether or not halogenated"},{"product_code":"2905","product_fullname_english":"Acyclic alcohols and their halogenated, sulphonated, nitrated or nitrosated derivatives"},{"product_code":"2906","product_fullname_english":"Alcohols; cyclic, and their halogenated, sulphonated, nitrated or nitrosated derivatives"},{"product_code":"2907","product_fullname_english":"Phenols; monophenols, polyphenols, and phenol-alcohols"},{"product_code":"2908","product_fullname_english":"Phenols or phenol-alcohols; halogenated, sulphonated, nitrated or nitrosated derivatives thereof"},{"product_code":"2909","product_fullname_english":"Ethers, ether-alcohols, ether-phenols, ether-alcohol-phenols, alcohol peroxides, ether peroxides, ketone peroxides (chemically defined or not); halogenated, sulphonated, nitrated, nitrosated derivative"},{"product_code":"2910","product_fullname_english":"Epoxides, epoxyalcohols, epoxyphenols and epoxyethers; with a three-membered ring and their halogenated, sulphonated, nitrated or nitrosated derivatives"},{"product_code":"2911","product_fullname_english":"Acetals and hemiacetals; whether or not with other oxygen function, and their halogenated, sulphonated, nitrated or nitrostated derivatives"},{"product_code":"2912","product_fullname_english":"Aldehydes, whether or not with other oxygen function; cyclic polymers of aldehydes; paraformaldehyde"},{"product_code":"2913","product_fullname_english":"Aldehydes; halogenated, sulphonated, nitrated or nitrosated derivatives of products of heading no. 2912"},{"product_code":"2914","product_fullname_english":"Ketones and quinones; whether or not with other oxygen function, and their halogenated, sulphonated, nitrated or nitrostated derivatives"},{"product_code":"2915","product_fullname_english":"Acids; saturated acyclic monocarboxylic acids and their anhydrides, halides, peroxides and peroxyacids; their halogenated, sulphonated, nitrated or nitrosated derivatives"},{"product_code":"2916","product_fullname_english":"Acids; unsaturated acyclic monocarboxylic, cyclic monocarboxylic , their anhydrides, halides, peroxides and peroxyacids; their halogenated, sulphonated, nitrated or nitrosated derivatives"},{"product_code":"2917","product_fullname_english":"Acids; polycarboxylic acids, their anhydrides, halides, peroxides and peroxy-acids; their halogenated, sulphonated, nitrated or nitrosated derivatives"},{"product_code":"2918","product_fullname_english":"Acids; carboxylic acid with additional oxygen function and their anhydrides, halides, peroxides, peroxyacids; their halogenated, sulphonated, nitrated or nitrosated derivatives"},{"product_code":"2919","product_fullname_english":"Esters; phosphoric, and their salts, including lactophosphates, their halogenated, sulphonated, nitrated or nitrosated derivatives"},{"product_code":"2920","product_fullname_english":"Esters of other inorganic acids of non-metals (other than of hydrogen halides) and their salts, their halogenated, sulphonated, nitrated or nitrosated derivatives"},{"product_code":"2921","product_fullname_english":"Amine-function compounds"},{"product_code":"2922","product_fullname_english":"Oxygen-function amino-compounds"},{"product_code":"2923","product_fullname_english":"Quaternary ammonium salts and hydroxides; lecithins and other phosphoaminolipids, whether or not chemically defined"},{"product_code":"2924","product_fullname_english":"Carboxyamide-function compounds; amide-function compounds of carbonic acid"},{"product_code":"2925","product_fullname_english":"Carboxyimide-function compounds (including saccharin and its salts) and imine-function compounds"},{"product_code":"2926","product_fullname_english":"Nitrile-function compounds"},{"product_code":"2927","product_fullname_english":"Diazo-, azo- or azoxy-compounds"},{"product_code":"2928","product_fullname_english":"Organic derivatives of hydrazine or of hydroxylamine"},{"product_code":"2929","product_fullname_english":"Nitrogen-function compounds, n.e.c. in chapter 29"},{"product_code":"2930","product_fullname_english":"Organo-sulphur compounds"},{"product_code":"2931","product_fullname_english":"Organo-inorganic compounds; n.e.c. in heading no. 2930"},{"product_code":"2932","product_fullname_english":"Heterocyclic compounds with oxygen hetero-atom(s) only"},{"product_code":"2933","product_fullname_english":"Heterocyclic compounds with nitrogen hetero-atom(s) only"},{"product_code":"2934","product_fullname_english":"Nucleic acids and their salts, whether or not chemically defined; other heterocyclic compounds"},{"product_code":"2935","product_fullname_english":"Sulphonamides"},{"product_code":"2936","product_fullname_english":"Provitamins, vitamins; natural or reproduced by synthesis (including natural concentrates) derivatives thereof used as vitamins, and intermixtures of the fore-going, whether or not in any solvent"},{"product_code":"2937","product_fullname_english":"Hormones, prostaglandins, thromboxanes and leukotrienes, natural or reproduced by synthesis; derivatives and structural analogues thereof, including chain modified polypeptides, used primarily as hormones."},{"product_code":"2938","product_fullname_english":"Glycosides, natural or reproduced by synthesis, and their salts, ethers, esters and other derivatives"},{"product_code":"2939","product_fullname_english":"Alkaloids, vegetable; natural or reproduced by synthesis, and their salts, ethers, esters and other derivatives"},{"product_code":"2940","product_fullname_english":"Sugars, chemically pure, other than sucrose, lactose, maltose, glucose and fructose; sugar ethers, sugar acetals and sugar esters, and their salts, other than the products of heading 29.37, 29.38, or 29.39"},{"product_code":"2941","product_fullname_english":"Antibiotics"},{"product_code":"2942","product_fullname_english":"Organic compounds; n.e.c. in chapter 29"},{"product_code":"3001","product_fullname_english":"Glands and other organs (extracts, secretions thereof) for organo-therapeutic uses, dried, powdered or not; heparin and its salts; other human or animal substances for therapeutic or prophylactic uses n.e.c."},{"product_code":"3002","product_fullname_english":"Blood, human or animal; for therapeutic, prophylactic or diagnostic uses; antisera, other blood fractions, modified immunological products, (from biotechnological processes or not); vaccines, toxins, micro-organism cultures (not yeasts), similar products"},{"product_code":"3003","product_fullname_english":"Medicaments; (not goods of heading no. 3002, 3005 or 3006) of two or more constituents mixed together for therapeutic or prophylactic use not in measured doses or in forms or packings for retail sale"},{"product_code":"7804","product_fullname_english":"Lead; plates, sheets, strip and foil, lead powders and flakes"},{"product_code":"3004","product_fullname_english":"Medicaments; (not goods of heading no. 3002, 3005 or 3006) consisting of mixed or unmixed products for therapeutic or prophylactic use, put up in measured doses (incl. those in the form of transdermal admin. systems) or packed for retail sale"},{"product_code":"3005","product_fullname_english":"Wadding, gauze, bandages (dressings, adhesive plasters, poultices), impregnated or coated with pharmaceutical substances or in forms or packings for retail sale, for medical, surgical or veterinary use"},{"product_code":"3006","product_fullname_english":"Pharmaceutical goods"},{"product_code":"3101","product_fullname_english":"Fertilizers; animal or vegetable, whether or not mixed together or chemically treated; fertilizers produced by the mixing or chemical treatment of animal or vegetable products"},{"product_code":"3102","product_fullname_english":"Fertilizers; mineral or chemical, nitrogenous"},{"product_code":"3103","product_fullname_english":"Fertilizers; mineral or chemical, phosphatic"},{"product_code":"3104","product_fullname_english":"Fertilizers; mineral or chemical, potassic"},{"product_code":"3105","product_fullname_english":"Fertilizers; mineral or chemical, containing 2 or 3 of the elements nitrogen, phosphorus, potassium; other fertilisers; goods of chapter 31 in tablets or packages of gross weight not exceeding 10kg"},{"product_code":"3201","product_fullname_english":"Tanning extracts of vegetable origin; tannins and their salts, ethers, esters and other derivatives"},{"product_code":"3202","product_fullname_english":"Tanning substances; synthetic organic or inorganic tanning substances; tanning preparations, whether or not containing natural tanning substances, enzymatic preparations for pre-tanning"},{"product_code":"3203","product_fullname_english":"Colouring matter of vegetable or animal origin (including dyeing extracts, not animal black); whether or not chemically defined; preparations based on colouring matter of vegetable or animal origin"},{"product_code":"3204","product_fullname_english":"Synthetic organic colouring matter and preparations based thereon; synthetic organic products used as fluorescent brightening agents or as luminophores; whether or not chemically defined"},{"product_code":"3205","product_fullname_english":"Colour lakes; preparations based on colour lakes as specified in note 3 to this chapter"},{"product_code":"3206","product_fullname_english":"Colouring matter and preparations thereof n.e.c. in heading no. 3203, 3204, 3205; inorganic products, kind used as luminophores whether or not chemically defined"},{"product_code":"3207","product_fullname_english":"Pigments, prepared; opacifiers, colours, vitrifiable enamels, glazes, engobes (slips), liquid lustres etc as used in the ceramic enamelling or glass industry; glass frit and powder, granules or flakes"},{"product_code":"3208","product_fullname_english":"Paints, varnishes; (enamels and lacquers) based on synthetic polymers or chemically modified natural polymers, dispersed or dissolved in a non-aqueous medium"},{"product_code":"3209","product_fullname_english":"Paints and varnishes (including enamels and lacquers) based on synthetic or chemically modified natural polymers, dispersed or dissolved in an aqueous medium"},{"product_code":"3210","product_fullname_english":"Paints and varnishes (including enamels, lacquers and distempers), excluding those of heading no. 3209, prepared water pigments of a kind used for finishing leather"},{"product_code":"3211","product_fullname_english":"Driers; prepared"},{"product_code":"3212","product_fullname_english":"Pigments (metallic powders and flakes) dispersed in non-aqueous media in liquid or paste form, as used in manufacture of paints (including enamels); stamping foils, dyes etc in forms, packing for retail sale"},{"product_code":"3213","product_fullname_english":"Colours; artists, students, or signboard painters, modifying tints, amusement colours and the like; in tablets, tubes, jars, bottles, pan or in similar forms or packings"},{"product_code":"3214","product_fullname_english":"Glaziers' putty, grafting putty, resin cements, caulking compounds and other mastics; painters' fillings; non-refractory surfacing preparations for facades, indoor walls, floors, ceilings or the like"},{"product_code":"3215","product_fullname_english":"Ink; printing, writing or drawing ink and other inks; whether or not concentrated or solid"},{"product_code":"3301","product_fullname_english":"Oils; essential (concretes, absolutes); concentrates thereof in fats, fixed oils, waxes or the like (obtained by enfleurage or maceration); aqueous distillates, solutions and terpenic by-products thereof; resinoids; extracted oleoresins"},{"product_code":"3302","product_fullname_english":"Odoriferous substances and mixtures (including alcoholic solutions) with a basis of one or more of these substances, of a kind used as raw materials in industry; other preparations based on odoriferous substances, of a kind used for beverage manufacture"},{"product_code":"3303","product_fullname_english":"Perfumes and toilet waters"},{"product_code":"3304","product_fullname_english":"Cosmetic and toilet preparations; beauty, make-up and skin care preparations (excluding medicaments, including sunscreen or sun tan preparations), manicure or pedicure preparations"},{"product_code":"3305","product_fullname_english":"Hair preparations; for use on the hair"},{"product_code":"4801","product_fullname_english":"Newsprint, in rolls or sheets"},{"product_code":"3306","product_fullname_english":"Oral or dental hygiene preparations; including fixative pastes and powders; yarn used to clean between the teeth (dental floss), in individual retail packages"},{"product_code":"3307","product_fullname_english":"Perfumery, cosmetic or toilet preparations; pre-shave, shaving, after-shave, bath preparations; personal deodorants and depilatories; room deodorisers, perfumed or not with disinfectant properties or not"},{"product_code":"3401","product_fullname_english":"Soap; organic surface-active preparations used as soap, skin washing, in bars, cakes, moulded pieces, shapes, liquid or cream, containing soap or not; for retail, paper, wadding, felt and nonwovens, impregnated, coated or covered with soap or detergent"},{"product_code":"3402","product_fullname_english":"Organic surface-active agents (not soap); surface-active, washing (including auxiliary washing) and cleaning preparations, containing soap or not, excluding those of heading no. 3401"},{"product_code":"3403","product_fullname_english":"Lubricating preparations and those used in oil or grease treatment of textile and similar materials; excluding preparations containing 70% or more (by weight) of petroleum or bituminous mineral oils"},{"product_code":"3404","product_fullname_english":"Waxes; artificial, prepared"},{"product_code":"3405","product_fullname_english":"Polishes, creams, scouring pastes, powders and similar; in any form, (including articles impregnated, coated or covered with such), for furniture, footwear, floors, coachwork, glass or metal"},{"product_code":"3406","product_fullname_english":"Candles, tapers and the like"},{"product_code":"3407","product_fullname_english":"Modelling pastes, including those for children; dental wax, impression compounds, in sets or packings for retail sale or in plates and similar forms; dentistry preparations with plaster base"},{"product_code":"3501","product_fullname_english":"Casein, caseinates and other casein derivatives; casein glues"},{"product_code":"3502","product_fullname_english":"Albumins (including concentrates of two or more whey proteins, containing by weight more than 80% whey proteins, calculated on the dry matter), albuminates and other albumin derivatives"},{"product_code":"3503","product_fullname_english":"Gelatin (including gelatin in rectangular sheets, whether or not surface-worked or coloured) and gelatin derivatives; isinglass; other glues of animal origin, excluding casein glues of heading no. 3501"},{"product_code":"3504","product_fullname_english":"Peptones and their derivatives; other protein substances and their derivatives n.e.c. or included; hide powder, whether or not chromed"},{"product_code":"3505","product_fullname_english":"Dextrins and other modified starches (e.g. pregelatinised or esterified starches); glues based on starches or on dextrins or other modified starches"},{"product_code":"3506","product_fullname_english":"Prepared glues and other prepared adhesives, n.e.c. or included; products suitable for use as glues or adhesives, put up for retail sale as glues or adhesives, not exceeding 1kg net weight"},{"product_code":"3507","product_fullname_english":"Enzymes; prepared enzymes not elsewhere specified or included"},{"product_code":"3601","product_fullname_english":"Explosives; propellent powders"},{"product_code":"3602","product_fullname_english":"Prepared explosives, other than propellent powders"},{"product_code":"3603","product_fullname_english":"Safety fuses; detonating fuses; percussion or detonating caps; igniters; electric detonators"},{"product_code":"3604","product_fullname_english":"Fireworks, signalling flares, rain rockets, fog signals and other pyrotechnic articles"},{"product_code":"3605","product_fullname_english":"Matches; other than pyrotechnic articles of heading no. 3604"},{"product_code":"3606","product_fullname_english":"Ferro-cerium and other pyrophoric alloys in all forms; articles of combustible materials n.e.c. in chapter 36"},{"product_code":"3701","product_fullname_english":"Photographic plates and film in the flat, sensitised, unexposed, of any material other than paper, paperboard or textiles; instant print film in the flat, sensitised, unexposed, whether or not in packs"},{"product_code":"3702","product_fullname_english":"Photographic film in rolls, sensitised, unexposed, of any material other than paper, paperboard or textiles; instant print film in rolls, sensitised, unexposed"},{"product_code":"3703","product_fullname_english":"Photographic paper, paperboard and textiles; sensitised, unexposed"},{"product_code":"3704","product_fullname_english":"Photographic plates, film, paper, paperboard and textiles, exposed but not developed"},{"product_code":"3705","product_fullname_english":"Photographic plates and film; exposed and developed, other than cinematographic film"},{"product_code":"3706","product_fullname_english":"Cinematographic film; exposed and developed, whether or not incorporating sound track or consisting only of sound track"},{"product_code":"3707","product_fullname_english":"Chemical preparations for photographic uses (other than varnishes, glues, adhesives and similar preparations); unmixed products for photographic uses, put up in measured portions or for retail sale"},{"product_code":"3801","product_fullname_english":"Artificial graphite; colloidal or semi-colloidal graphite; preparations based on graphite or other carbon in the form of pastes, blocks, plates or other semi-manufactures"},{"product_code":"3802","product_fullname_english":"Activated carbon; activated natural mineral products; animal black, including spent animal black"},{"product_code":"3803","product_fullname_english":"Tall oil, whether or not refined"},{"product_code":"3804","product_fullname_english":"Residual lyes from the manufacture of wood pulp, whether or not concentrated, desugared or chemically treated, including lignin sulphonates, but excluding tall oil of heading no. 3803"},{"product_code":"3805","product_fullname_english":"Gum, wood or sulphate turpentine, other terpenic oils; crude dipentene; sulphite turpentine, other crude para-cymene; pine oil containing alpha-terpineol as the main constituent"},{"product_code":"3806","product_fullname_english":"Rosin and resin acids and derivatives thereof; rosin spirit and rosin oils; run gums"},{"product_code":"3807","product_fullname_english":"Wood tar; wood tar oils; wood creosote; wood naphtha; vegetable pitch; brewers' pitch and similar preparations based on rosin, resin acids or on vegetable pitch"},{"product_code":"3808","product_fullname_english":"Insecticides, rodenticides, fungicides, herbicides, anti-sprouting products, plant growth regulators, disinfectants and the like, in forms or packings for retail sale or as preparations or articles"},{"product_code":"3809","product_fullname_english":"Finishing agents, dye carriers to accelerate the dyeing, fixing of dyestuffs, other products and preparations, of a kind used in the textile, paper, leather or like industries, n.e.c. or included"},{"product_code":"3810","product_fullname_english":"Metal-pickling preparations; fluxes etc for soldering, brazing; welding powders, pastes of metal and other materials; preparations used as cores or coatings for welding electrodes or rods"},{"product_code":"3811","product_fullname_english":"Anti-knock preparations, oxidation and gum inhibitors, viscosity improvers, anti-corrosive preparations and the like, for mineral oils (including gasoline) or other liquids used for the same purposes"},{"product_code":"3812","product_fullname_english":"Prepared rubber accelerators; compound plasticisers for rubber or plastics, n.e.c. or included; anti-oxidising preparations and other compound stabilisers for rubber or plastics"},{"product_code":"3813","product_fullname_english":"Preparations and charges for fire extinguishers; charged fire-extinguishing grenades"},{"product_code":"3814","product_fullname_english":"Organic composite solvents and thinners, not elsewhere specified or included; prepared paint or varnish removers"},{"product_code":"3815","product_fullname_english":"Reaction initiators, reaction accelerators and catalytic preparations n.e.c. or included"},{"product_code":"3816","product_fullname_english":"Refractory cements, mortars, concretes and similar compositions; other than products of heading no. 3801"},{"product_code":"3817","product_fullname_english":"Mixed alkylbenzenes and mixed alkylnaphthalenes, other than those of heading no. 2707 or 2902"},{"product_code":"3818","product_fullname_english":"Chemical elements doped for use in electronics, in the form of discs, wafers or similar forms; chemical compounds doped for use in electronics"},{"product_code":"3819","product_fullname_english":"Hydraulic brake fluids and other prepared liquids for hydraulic transmission, not containing or containing less than 70% by weight of petroleum oils or oils obtained from bituminous minerals"},{"product_code":"3820","product_fullname_english":"Anti-freezing preparations and prepared de-icing fluids"},{"product_code":"3821","product_fullname_english":"Prepared culture media for the development or maintenance of micro-organisms (including viruses and the like) or of plant, human or animal cells"},{"product_code":"3822","product_fullname_english":"Reagents; diagnostic or laboratory reagents on a backing and prepared diagnostic or laboratory reagents whether or not on a backing, other than those of heading no. 3002 or 3006; certified reference material"},{"product_code":"3823","product_fullname_english":"Industrial monocarboxylic fatty acids; acid oils from refining; industrial fatty alcohols"},{"product_code":"3824","product_fullname_english":"Prepared binders for foundry moulds or cores; chemical products and preparations of the chemical or allied industries (including those consisting of mixtures of natural products), not elsewhere specified or included"},{"product_code":"3825","product_fullname_english":"Residual products of the chemical or allied industries, not elsewhere specified or included; municipal waste; sewage sludge; other residual products."},{"product_code":"3901","product_fullname_english":"Polymers of ethylene, in primary forms"},{"product_code":"3902","product_fullname_english":"Polymers of propylene or of other olefins, in primary forms"},{"product_code":"3903","product_fullname_english":"Polymers of styrene, in primary forms"},{"product_code":"3904","product_fullname_english":"Polymers of vinyl chloride or of other halogenated olefins, in primary forms"},{"product_code":"3905","product_fullname_english":"Polymers of vinyl acetate or of other vinyl esters, in primary forms; other vinyl polymers in primary forms"},{"product_code":"3906","product_fullname_english":"Acrylic polymers in primary forms"},{"product_code":"3907","product_fullname_english":"Polyacetals, other polyethers and epoxide resins, in primary forms; polycarbonates, alkyd resins, polyallyl esters and other polyesters, in primary forms"},{"product_code":"3908","product_fullname_english":"Polyamides in primary forms"},{"product_code":"3909","product_fullname_english":"Amino-resins, phenolic resins and polyurethanes, in primary forms"},{"product_code":"3910","product_fullname_english":"Silicones in primary forms"},{"product_code":"3911","product_fullname_english":"Petroleum resins, coumarone-indene resins, polyterpenes, polysulphides, polysulphones and similar products of chemical synthesis n.e.c. in chapter 39, in primary forms"},{"product_code":"3912","product_fullname_english":"Cellulose and its chemical derivatives, n.e.c. or included, in primary forms"},{"product_code":"3913","product_fullname_english":"Natural polymers (e.g. alginic acid) and modified natural polymers (e.g. hardened proteins, chemical derivatives of natural rubber), n.e.c. or included, in primary forms"},{"product_code":"3914","product_fullname_english":"Ion-exchangers; based on polymers of heading no. 3901 to 3913, in primary forms"},{"product_code":"3915","product_fullname_english":"Waste, parings and scrap, of plastics"},{"product_code":"3916","product_fullname_english":"Monofilament of which any cross-sectional dimension exceeds 1mm, rods, sticks and profile shapes, whether or not surface-worked but not otherwise worked, of plastics"},{"product_code":"3917","product_fullname_english":"Tubes, pipes and hoses and fittings thereof (for example, joints, elbows, flanges), of plastics"},{"product_code":"3918","product_fullname_english":"Floor coverings of plastics, self-adhesive or not, in rolls or tiles; wall or ceiling coverings of plastics, in rolls of a width not less than 45cm"},{"product_code":"3920","product_fullname_english":"Plastics; plates, sheets, film, foil and strip (not self-adhesive); non-cellular and not reinforced, laminated, supported or similarly combined with other materials, n.e.c. in chapter 39"},{"product_code":"3921","product_fullname_english":"Plastic plates, sheets, film, foil and strip n.e.c. in chapter 39"},{"product_code":"3922","product_fullname_english":"Sanitary ware; baths, shower-baths, sinks, wash-basins, bidets, lavatory pans, seats and covers, flushing cisterns and sanitary ware, of plastics"},{"product_code":"3923","product_fullname_english":"Plastic articles for the conveyance or packing of goods; stoppers, lids, caps and other closures of plastics"},{"product_code":"3924","product_fullname_english":"Tableware, kitchenware, other household articles and hygienic or toilet articles, of plastics"},{"product_code":"3925","product_fullname_english":"Plastics; builders' wares n.e.c. or included"},{"product_code":"3926","product_fullname_english":"Articles of plastics and articles of other materials of heading no. 3901 to 3914, n.e.c. in chapter 39"},{"product_code":"4001","product_fullname_english":"Natural rubber, balata, gutta-percha, guayule, chicle and similar gums; in primary forms or in plates, sheets or strip"},{"product_code":"4002","product_fullname_english":"Synthetic rubber and factice derived from oils, in primary forms or in plates, sheets or strip; mixtures of heading no. 4001 and 4002, in primary forms or in plates, sheets or strip"},{"product_code":"4003","product_fullname_english":"Reclaimed rubber in primary forms or in plates, sheets or strip"},{"product_code":"4004","product_fullname_english":"Waste, parings and scrap of rubber (other than hard rubber) and powders and granules obtained therefrom"},{"product_code":"4005","product_fullname_english":"Compounded rubber, unvulcanised, in primary forms or in plates, sheets or strip"},{"product_code":"4006","product_fullname_english":"Unvulcanised rubber in other forms (e.g. rods, tubes and profile shapes) and articles (e.g. discs and rings)"},{"product_code":"4007","product_fullname_english":"Vulcanised rubber thread and cord"},{"product_code":"4008","product_fullname_english":"Plates, sheets, strip, rods and profile shapes, of vulcanised rubber other than hard rubber"},{"product_code":"4009","product_fullname_english":"Tubes, pipes and hoses, of vulcanised rubber (other than hard rubber), with or without their fittings (e.g. joints, elbows, flanges)"},{"product_code":"4010","product_fullname_english":"Conveyor or transmission belts or belting, of vulcanised rubber"},{"product_code":"4011","product_fullname_english":"New pneumatic tyres, of rubber"},{"product_code":"4012","product_fullname_english":"Retreaded or used pneumatic tyres of rubber; solid or cushion tyres, tyre treads and tyre flaps, of rubber"},{"product_code":"4013","product_fullname_english":"Inner tubes, of rubber"},{"product_code":"4014","product_fullname_english":"Hygienic or pharmaceutical articles (including teats), of vulcanised rubber other than hard rubber, with or without fittings of hard rubber"},{"product_code":"4015","product_fullname_english":"Articles of apparel and clothing accessories (including gloves, mittens and mitts), for all purposes, of vulcanised rubber other than hard rubber"},{"product_code":"4016","product_fullname_english":"Articles of vulcanised rubber other than hard rubber, n.e.c. in chapter 40"},{"product_code":"4017","product_fullname_english":"Hard rubber (e.g. ebonite) in all forms, including waste and scrap; articles of hard rubber"},{"product_code":"4101","product_fullname_english":"Raw hides and skins of bovine (including buffalo) or equine animals (fresh, salted, dried, limed, pickled, otherwise preserved but not tanned, parchment dressed or further prepared), whether or not dehaired or split"},{"product_code":"4102","product_fullname_english":"Raw skins of sheep or lambs (fresh, salted, dried, limed, pickled or otherwise preserved, but not further prepared), whether or not with wool on or split"},{"product_code":"4103","product_fullname_english":"Raw hides and skins n.e.c in headings no. 4101, 4102; fresh, salted, dried, pickled or otherwise preserved, not further prepared, whether or not dehaired or split"},{"product_code":"4104","product_fullname_english":"Tanned or crust hides and skins of bovine (including buffalo) or equine animals, without hair on, whether or not split, but not further prepared"},{"product_code":"4105","product_fullname_english":"Tanned or crust skins of sheep and lambs, without wool on, whether or not split, but not further prepared"},{"product_code":"4106","product_fullname_english":"Tanned or crust hides and skins of other animals, without wool or hair on, whether or not split, but not further prepared"},{"product_code":"4107","product_fullname_english":"Leather further prepared after tanning or crusting, including parchment-dressed leather, of bovine (including buffalo) or equine animals, without hair on, whether or not split, other than leather of heading 41.14"},{"product_code":"4112","product_fullname_english":"Leather further prepared after tanning or crusting, including parchment dressed leather, of sheep or lamb, without wool on, whether or not split, other than leather of heading 41.14"},{"product_code":"4113","product_fullname_english":"Leather further prepared after tanning or crusting, including parchment-dressed leather, of animals (other than ovine), without wool or hair on, whether or not split, other than leather of heading 41.14"},{"product_code":"4114","product_fullname_english":"Chamois (including combination chamois) leather; patent leather and patent laminated leather; metallised leather"},{"product_code":"4115","product_fullname_english":"Composition leather with a basis of leather or leather fibre, in slabs, sheets or strip, in rolls or not; parings and other waste of leather or of composition leather, not suitable for the manufacture of leather articles; leather dust, powder and flour"},{"product_code":"4201","product_fullname_english":"Saddlery and harness for any animal (including traces, leads, knee pads, muzzles, saddle cloths, saddle bags, dog coats and the like) of any material"},{"product_code":"4202","product_fullname_english":"Trunks; suit, camera, jewellery, cutlery cases; travel, tool, similar bags; wholly or mainly covered by leather, composition leather, plastic sheeting, textile materials, vulcanised fibre, paperboard"},{"product_code":"4203","product_fullname_english":"Articles of apparel and clothing accessories, of leather or of composition leather"},{"product_code":"4707","product_fullname_english":"Waste and scrap of paper and paperboard"},{"product_code":"4205","product_fullname_english":"Leather or composition leather articles n.e.c. in chapter 42"},{"product_code":"4206","product_fullname_english":"Articles of gut (other than silk-worm gut), of goldbeater's skin, of bladders or of tendons"},{"product_code":"4301","product_fullname_english":"Raw furskins (including heads, tails, paws, other pieces or cuttings, suitable for furriers' use), excluding raw hides and skins of heading no. 4101, 4102 or 4103"},{"product_code":"4302","product_fullname_english":"Tanned or dressed furskins (including heads, tails, paws, other pieces, cuttings), unassembled, or assembled (without addition of other materials), excluding those of heading no. 4303"},{"product_code":"4303","product_fullname_english":"Articles of apparel, clothing accessories and other articles of furskin"},{"product_code":"4304","product_fullname_english":"Artificial fur and articles thereof"},{"product_code":"4401","product_fullname_english":"Fuel wood, in logs, billets, twigs, faggots or similar forms; wood in chip or particles; sawdust and wood waste and scrap, whether or not agglomerated in logs, briquettes, pellets or similar forms"},{"product_code":"4402","product_fullname_english":"Wood charcoal (including shell or nut charcoal), whether or not agglomerated"},{"product_code":"4403","product_fullname_english":"Wood in the rough, whether or not stripped of bark or sapwood, or roughly squared"},{"product_code":"4404","product_fullname_english":"Hoopwood; split poles; piles, pickets, stakes of wood, pointed, not sawn lengthwise; wooden sticks, roughly trimmed, not turned, bent, etc., suitable for walking sticks, umbrellas, tool handles, etc."},{"product_code":"4405","product_fullname_english":"Wood wool; wood flour"},{"product_code":"4406","product_fullname_english":"Railway or tramway sleepers (cross-ties) of wood"},{"product_code":"4407","product_fullname_english":"Wood sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, of a thickness exceeding 6mm"},{"product_code":"4408","product_fullname_english":"Sheets for veneering (including those obtained by slicing laminated wood), for plywood or for similar laminated wood and other wood, sawn lengthwise, sliced or peeled, planed or not, sanded, spliced or end-jointed, of a thickness not exceeding 6 mm"},{"product_code":"4409","product_fullname_english":"Wood (including strips, friezes for parquet flooring, not assembled), continuously shaped (tongued, grooved, v-jointed, beaded or the like) along any edges, ends or faces, whether or not planed, sanded or end-jointed"},{"product_code":"4410","product_fullname_english":"Particle board, oriented strand board (OSB) and similar board (e.g. waferboard) of wood or other ligneous materials, whether or not agglomerated with resins or other organic binding substances"},{"product_code":"4411","product_fullname_english":"Fibreboard of wood or other ligneous materials, whether or not bonded with resins or other organic substances"},{"product_code":"4412","product_fullname_english":"Plywood, veneered panels and similar laminated wood"},{"product_code":"4413","product_fullname_english":"Densified wood, in blocks, plates, strips or profile shapes"},{"product_code":"4414","product_fullname_english":"Wooden frames; for paintings, photographs, mirrors or similar objects"},{"product_code":"4415","product_fullname_english":"Packing cases, boxes, crates, drums and similar packings, of wood; cable-drums of wood; pallets, box pallets and other load boards, of wood; pallet collars of wood"},{"product_code":"4416","product_fullname_english":"Casks, barrels, vats, tubs and other coopers' products and parts thereof, of wood, including staves"},{"product_code":"4417","product_fullname_english":"Tools, tool bodies, tool handles, broom or brush bodies and handles, of wood; boot or shoe lasts and trees, of wood"},{"product_code":"4418","product_fullname_english":"Builders' joinery and carpentry of wood, including cellular wood panels, assembled flooring panels, shingles and shakes"},{"product_code":"4419","product_fullname_english":"Tableware and kitchenware, of wood"},{"product_code":"4420","product_fullname_english":"Wood marquetry and inlaid wood; caskets and cases for jewellery or cutlery, and similar articles of wood; statuettes and other ornaments of wood; wooden articles of furniture not falling in chapter 94"},{"product_code":"4421","product_fullname_english":"Wooden articles n.e.c. in heading no. 4414 to 4420"},{"product_code":"4501","product_fullname_english":"Natural cork, raw or simply prepared; waste cork; crushed, granulated or ground cork"},{"product_code":"4502","product_fullname_english":"Natural cork, debacked or roughly squared, or in rectangular (including square) blocks, plates, sheets or strip, (including sharp-edged blanks for corks or stoppers)"},{"product_code":"4503","product_fullname_english":"Cork; articles of natural cork"},{"product_code":"4504","product_fullname_english":"Agglomerated cork (with or without a binding substance) and articles of agglomerated cork"},{"product_code":"4601","product_fullname_english":"Plaits and similar products of plaiting materials, assembled into strips or not; plaiting materials, plaits and the like bound together in parallel strands or woven in sheet form, finished articles or not"},{"product_code":"4602","product_fullname_english":"Basketwork, wickerwork and other articles, made directly to shape from plaiting materials or made up from goods of heading no. 4601; articles of loofah"},{"product_code":"4701","product_fullname_english":"Wood pulp, mechanical wood pulp"},{"product_code":"4702","product_fullname_english":"Chemical wood pulp, dissolving grades"},{"product_code":"4703","product_fullname_english":"Chemical wood pulp, soda or sulphate, other than dissolving grades"},{"product_code":"4704","product_fullname_english":"Chemical wood pulp, sulphite, other than dissolving grades"},{"product_code":"4705","product_fullname_english":"Wood pulp obtained by a combination of mechanical and chemical pulping processes"},{"product_code":"4706","product_fullname_english":"Pulps of fibres derived from recovered (waste and scrap) paper or paperboard or of other fibrous cellulosic material"},{"product_code":"7806","product_fullname_english":"Lead; articles n.e.c. in chapter 78"},{"product_code":"4802","product_fullname_english":"Uncoated paper and paperboard, used for writing, printing or other graphics, non perforated punch-cards and punch tape paper, in rolls or rectangular sheets, of any size, other than paper of heading 4801 or 4803; hand-made paper and paperboard"},{"product_code":"4803","product_fullname_english":"Tissue, towel, napkin stock or similar; for household or sanitary uses, cellulose wadding, webs of cellulose fibres, in rolls over 36cm in width or rectangular sheets with one side exceeding 36cm when unfolded"},{"product_code":"4804","product_fullname_english":"Uncoated kraft paper and paperboard, in rolls or sheets, other than that of heading no. 4802 or 4803"},{"product_code":"4805","product_fullname_english":"Uncoated paper and paperboard n.e.c., in rolls or sheets"},{"product_code":"4806","product_fullname_english":"Vegetable parchment, greaseproof papers, tracing papers, glassine and other glazed transparent or translucent papers, in rolls or sheets"},{"product_code":"4807","product_fullname_english":"Composite paper and paperboard, (made by sticking layers together with an adhesive), not surface-coated or impregnated, whether or not internally reinforced, in rolls or sheets"},{"product_code":"4808","product_fullname_english":"Paper and paperboard, corrugated (with or without glued flat surface sheets), creped, crinkled, embossed or perforated, in rolls or sheets other than those of heading no. 4803 or 4818"},{"product_code":"4809","product_fullname_english":"Carbon paper, self copy paper and the like (coated, impregnated for duplicator stencils, offset plates), (whether or not printed), rolls over 36cm wide, rectangular sheets with one unfolded side exceeding 36cm"},{"product_code":"4810","product_fullname_english":"Paper and paperboard, coated one or both sides with kaolin (china clay) or organic substances, with or without binder, no other coating, surface coloured or not, surface decorated or printed, in rolls or rectangular (including square) sheets, of any size"},{"product_code":"4811","product_fullname_english":"Paper, paperboard, cellulose wadding and webs of cellulose fibres, coated, impregnated, covered, surface-coloured, decorated or printed, rolls or sheets, other than goods of heading no. 4803, 4809, or 4810"},{"product_code":"4812","product_fullname_english":"Filter blocks, slabs and plates of paper pulp"},{"product_code":"4813","product_fullname_english":"Cigarette paper, whether or not cut to size or in the form of booklets or tubes"},{"product_code":"4814","product_fullname_english":"Wallpaper and similar wall coverings; window transparencies of paper"},{"product_code":"4816","product_fullname_english":"Carbon paper, self-copy paper and other copying or transfer papers, (other than those of heading no. 4809), duplicator stencils and offset plates, of paper whether or not put up in boxes"},{"product_code":"4817","product_fullname_english":"Envelopes, letter cards, plain postcards and correspondence cards, of paper, paperboard; boxes, pouches, wallets and writing compendiums, of paper or paperboard containing assortment of paper stationery"},{"product_code":"4818","product_fullname_english":"Paper towels, toilet paper, tissues, handkerchiefs, napkins, tampons, serviettes and similar household, sanitary and hospital articles of paper"},{"product_code":"4819","product_fullname_english":"Cartons, boxes, cases, bags and the like, of paper, paperboard, cellulose wadding or fibres; box files, letter trays and the like, of paper or paperboard, of a kind used in offices, shops or the like"},{"product_code":"4820","product_fullname_english":"Registers, account books, diaries and similar; albums for samples or collections, of paper or paperboard"},{"product_code":"4821","product_fullname_english":"Paper or paperboard labels of all kinds, whether or not printed"},{"product_code":"4822","product_fullname_english":"Bobbins, spools, cops and similar supports of paper pulp, paper or paperboard (whether or not perforated or hardened)"},{"product_code":"4823","product_fullname_english":"Paper, paperboard, cellulose wadding and webs of cellulose fibres; cut to size or shape, articles of paper pulp, paper and paper-board, cellulose wadding or webs of cellulose fibres, n.e.c. in chapter 48"},{"product_code":"4901","product_fullname_english":"Printed books, brochures, leaflets and similar printed matter, whether or not in single sheets"},{"product_code":"4902","product_fullname_english":"Newspapers, journals and periodicals, whether or not illustrated or containing advertising material"},{"product_code":"4903","product_fullname_english":"Children's picture, drawing or colouring books"},{"product_code":"4904","product_fullname_english":"Music, printed or in manuscript, whether or not bound or illustrated"},{"product_code":"4905","product_fullname_english":"Maps and hydrographic or similar charts of all kinds, including atlases, wall maps, topographical plans and globes, printed"},{"product_code":"4906","product_fullname_english":"Plans and drawings; for architectural, engineering, industrial, commercial, topographical or similar, being originals drawn by hand; hand-written texts; photo- graphic reproductions; their carbon copies"},{"product_code":"4907","product_fullname_english":"Unused postage, revenue or similar stamps of current or new issue in the country in which they have, or will have, a recognised face value; stamp-impressed paper; cheque forms; banknotes, stock, share or bond certificates and the like of similar title"},{"product_code":"4908","product_fullname_english":"Transfers (decalcomanias)"},{"product_code":"4909","product_fullname_english":"Printed or illustrated postcards; printed cards bearing personal greetings, messages or announcements, whether or not illustrated, with or without envelopes or trimmings"},{"product_code":"7901","product_fullname_english":"Zinc; unwrought"},{"product_code":"4910","product_fullname_english":"Calendars of any kind, printed, including calendar blocks"},{"product_code":"4911","product_fullname_english":"Printed matter, n.e.c., including printed pictures and photographs"},{"product_code":"5001","product_fullname_english":"Silk-worm cocoons suitable for reeling"},{"product_code":"5002","product_fullname_english":"Raw silk (not thrown)"},{"product_code":"5003","product_fullname_english":"Silk waste (including cocoons unsuitable for reeling, yarn waste and garneted stock)"},{"product_code":"5004","product_fullname_english":"Silk; yarn (other than yarn spun from silk waste), not put up for retail sale"},{"product_code":"5005","product_fullname_english":"Yarn spun from silk waste, not put up for retail sale"},{"product_code":"5006","product_fullname_english":"Silk yarn and yarn spun from silk waste, put up for retail sale; silk-worm gut"},{"product_code":"5007","product_fullname_english":"Woven fabrics of silk or of silk waste"},{"product_code":"5101","product_fullname_english":"Wool, not carded or combed"},{"product_code":"5102","product_fullname_english":"Fine or coarse animal hair, not carded or combed"},{"product_code":"5103","product_fullname_english":"Waste of wool or of fine or coarse animal hair, including yarn waste but excluding garnetted stock"},{"product_code":"5104","product_fullname_english":"Wool, or fine or coarse animal hair; garnetted stock"},{"product_code":"5105","product_fullname_english":"Wool and fine or coarse animal hair; carded or combed (including combed wool in fragments)"},{"product_code":"5106","product_fullname_english":"Yarn of carded wool, not put up for retail sale"},{"product_code":"5107","product_fullname_english":"Yarn of combed wool, not put up for retail sale"},{"product_code":"5108","product_fullname_english":"Yarn of fine animal hair (carded or combed), not put up for retail sale"},{"product_code":"5109","product_fullname_english":"Yarn of wool or of fine animal hair, put up for retail sale"},{"product_code":"5110","product_fullname_english":"Yarn of coarse animal hair or of horsehair (including gimped horsehair yarn), whether or not put up for retail sale"},{"product_code":"5111","product_fullname_english":"Woven fabrics of carded wool or of carded fine animal hair"},{"product_code":"5112","product_fullname_english":"Woven fabrics of combed wool or of combed fine animal hair"},{"product_code":"5113","product_fullname_english":"Woven fabrics of coarse animal hair or of horsehair"},{"product_code":"5201","product_fullname_english":"Cotton; not carded or combed"},{"product_code":"5202","product_fullname_english":"Cotton waste (including yarn waste and garnetted stock)"},{"product_code":"5203","product_fullname_english":"Cotton, carded or combed"},{"product_code":"5204","product_fullname_english":"Cotton sewing thread, whether or not put up for retail sale"},{"product_code":"5205","product_fullname_english":"Cotton yarn (other than sewing thread), containing 85% or more by weight of cotton, not put up for retail sale"},{"product_code":"5206","product_fullname_english":"Cotton yarn (other than sewing thread), containing less than 85% by weight of cotton, not put up for retail sale"},{"product_code":"5207","product_fullname_english":"Cotton yarn (other than sewing thread), put up for retail sale"},{"product_code":"5208","product_fullname_english":"Woven fabrics of cotton, containing 85% or more by weight of cotton, weighing not more than 200 g/m2"},{"product_code":"5209","product_fullname_english":"Woven fabrics of cotton, containing 85% or more by weight of cotton, weighing more than 200g/m2"},{"product_code":"5210","product_fullname_english":"Woven fabrics of cotton, containing less than 85% by weight of cotton, mixed mainly or solely with man-made fibres, weighing not more than 200 g/m2"},{"product_code":"5211","product_fullname_english":"Woven fabrics of cotton, containing less than 85% by weight of cotton, mixed mainly or solely with man-made fibres, weighing more than 200g/m2"},{"product_code":"5212","product_fullname_english":"Other woven fabrics of cotton, n.e.c. in chapter 52"},{"product_code":"5301","product_fullname_english":"Flax, raw or processed but not spun; flax tow and waste (including yarn waste and garnetted stock)"},{"product_code":"5302","product_fullname_english":"True hemp (cannabis sativa L.), raw or processed but not spun; tow and waste of true hemp (including yarn waste and garnetted stock)"},{"product_code":"5303","product_fullname_english":"Jute and other textile bast fibres (not flax, true hemp and ramie), raw or processed but not spun; tow and waste of these fibres, including yarn waste and garnetted stock"},{"product_code":"5305","product_fullname_english":"Coconut, abaca (Manila hemp or Musa textilis Nee), ramie and other vegetable textile fibres n.e.c., raw or processed but not spun; tow, noils and waste of these fibres (including yarn waste and garnetted stock)"},{"product_code":"5306","product_fullname_english":"Flax yarn"},{"product_code":"5307","product_fullname_english":"Yarn of jute or of other textile bast fibres of heading no. 5305"},{"product_code":"5308","product_fullname_english":"Yarn of other vegetable textile fibres; paper yarn"},{"product_code":"5309","product_fullname_english":"Woven fabrics of flax"},{"product_code":"5310","product_fullname_english":"Woven fabrics of jute, other textile bast fibres of heading no. 5303"},{"product_code":"5311","product_fullname_english":"Woven fabrics of other vegetable textile fibres; woven fabrics of paper yarn"},{"product_code":"5401","product_fullname_english":"Sewing thread of man-made filaments, whether or not put up for retail sale"},{"product_code":"5402","product_fullname_english":"Synthetic filament yarn (other than sewing thread), not put up for retail sale, including synthetic monofilament of less than 67 decitex"},{"product_code":"5403","product_fullname_english":"Artificial filament yarn (other than sewing thread), not put up for retail sale, including artificial monofilament of less than 67 decitex"},{"product_code":"5404","product_fullname_english":"Synthetic monofilament of 67 decitex or more, of which no cross-sectional dimension exceeds 1mm; strip and the like (e.g. artificial straw) of synthetic textile materials of an apparent width not exceeding 5mm"},{"product_code":"6111","product_fullname_english":"Garments and clothing accessories, babies'; knitted or crocheted"},{"product_code":"5405","product_fullname_english":"Artificial monofilament of 67 decitex or more, no cross-sectional dimension exceeds 1mm; strip and the like (e.g. artificial straw), of artificial textile materials of a width not exceeding 5mm"},{"product_code":"5406","product_fullname_english":"Man-made filament yarn (other than sewing thread), put up for retail sale"},{"product_code":"5407","product_fullname_english":"Woven fabrics of synthetic filament yarn, including woven fabrics obtained from materials of heading no. 5404"},{"product_code":"5408","product_fullname_english":"Woven fabrics of artificial filament yarn including woven fabrics obtained from materials of heading no. 5404"},{"product_code":"5501","product_fullname_english":"Synthetic filament tow"},{"product_code":"5502","product_fullname_english":"Artificial filament tow"},{"product_code":"5503","product_fullname_english":"Synthetic staple fibres, not carded, combed or otherwise processed for spinning"},{"product_code":"5504","product_fullname_english":"Artificial staple fibres, not carded, combed or otherwise processed for spinning"},{"product_code":"5505","product_fullname_english":"Waste (including noils, yarn waste and garnetted stock), of man-made fibres"},{"product_code":"5506","product_fullname_english":"Synthetic staple fibres, carded, combed or otherwise processed for spinning"},{"product_code":"5507","product_fullname_english":"Artificial staple fibres, carded, combed or otherwise processed for spinning"},{"product_code":"5508","product_fullname_english":"Sewing thread of man-made staple fibres, whether or not put up for retail sale"},{"product_code":"5509","product_fullname_english":"Yarn (other than sewing thread) of synthetic staple fibres, not put up for retail sale"},{"product_code":"5510","product_fullname_english":"Yarn (other than sewing thread) of artificial staple fibres, not put up for retail sale"},{"product_code":"5511","product_fullname_english":"Yarn (not sewing thread), of man-made staple fibres, put up for retail sale"},{"product_code":"5512","product_fullname_english":"Woven fabrics of synthetic staple fibres, containing 85% or more by weight of synthetic staple fibres"},{"product_code":"5513","product_fullname_english":"Woven fabrics of synthetic staple fibres, containing less than 85% by weight of such fibres, mixed mainly or solely with cotton, of a weight not exceeding 170g/m2"},{"product_code":"5514","product_fullname_english":"Woven fabrics of synthetic staple fibres, containing less than 85% by weight of such fibres, mixed mainly or solely with cotton, of a weight exceeding 170g/m2"},{"product_code":"5515","product_fullname_english":"Woven fabrics of synthetic staple fibres, n.e.c. in chapter 55"},{"product_code":"5516","product_fullname_english":"Woven fabrics of artificial staple fibres"},{"product_code":"5601","product_fullname_english":"Wadding of textile materials and articles thereof; textile fibres, not exceeding 5 mm in length (flock), textile dust and mill neps"},{"product_code":"5602","product_fullname_english":"Felt; whether or not impregnated, coated, covered or laminated"},{"product_code":"5603","product_fullname_english":"Nonwovens; whether or not impregnated, coated, covered or laminated"},{"product_code":"5604","product_fullname_english":"Rubber thread and cord, textile covered; textile yarn and strip and the like of heading no. 5404, 5405; impregnated, coated, covered or sheathed with rubber or plastics"},{"product_code":"5605","product_fullname_english":"Yarn; metallised, whether or not gimped, of textile yarn, or strip or the like of heading no. 5404 or 5405, combined with metal in the form of thread, strip or powder or covered with metal"},{"product_code":"5606","product_fullname_english":"Yarn and strip and the like of heading no. 5404 or 5405, gimped (other than those of heading no. 5606 and gimped horsehair yarn); chenille yarn (including flock chenille yarn); loop wale-yarn"},{"product_code":"5607","product_fullname_english":"Twine, cordage, ropes and cables, whether or not plaited or braided; whether or not impregnated, coated, covered or sheathed with rubber or plastics"},{"product_code":"5608","product_fullname_english":"Twine, cordage or rope; knotted netting, made up fishing nets and other made up nets, of textile materials"},{"product_code":"5609","product_fullname_english":"Articles of yarn, strip or the like of heading no. 5404 or 5405; twine, cordage, rope or cables n.e.c. or included"},{"product_code":"5701","product_fullname_english":"Carpets and other textile floor coverings; knotted, whether or not made up"},{"product_code":"5702","product_fullname_english":"Carpets and other textile floor coverings; woven, (not tufted or flocked), whether or not made up, including kelem, schumacks, karamanie and similar hand-woven rugs"},{"product_code":"5703","product_fullname_english":"Carpets and other textile floor coverings; tufted, whether or not made up"},{"product_code":"5704","product_fullname_english":"Carpets and other textile floor coverings; of felt, (not tufted or flocked), whether or not made up"},{"product_code":"5705","product_fullname_english":"Carpets and other textile floor coverings; n.e.c. in chapter 57, whether or not made up"},{"product_code":"5801","product_fullname_english":"Fabrics; woven pile and chenille fabrics, other than fabrics of heading no. 5802 or 5806"},{"product_code":"5802","product_fullname_english":"Fabrics; terry towelling and similar woven terry fabrics other than narrow fabrics of heading no. 5806; tufted textile fabrics, excluding products of heading no. 5703"},{"product_code":"5803","product_fullname_english":"Gauze; other than narrow fabrics of heading no. 5806"},{"product_code":"5804","product_fullname_english":"Tulles and other net fabrics; not including woven, knitted or crocheted fabrics; lace in the piece, in strips or in motifs, (other than fabrics of headings 60.02 to 60.06)"},{"product_code":"5805","product_fullname_english":"Tapestries; hand-woven, (gobelins, flanders, aubusson, beauvais and the like) and needle-worked tapestries (e.g. petit point, cross-stitch) whether or not made up"},{"product_code":"6112","product_fullname_english":"Track suits, ski suits and swimwear; knitted or crocheted"},{"product_code":"5806","product_fullname_english":"Fabrics; narrow woven, other than goods of heading no. 5807; narrow fabrics consisting of warp without weft assembled by means of an adhesive (bolducs)"},{"product_code":"5807","product_fullname_english":"Labels, badges and similar articles; of textile materials, in the piece, in strips or cut to shape or size, not embroidered"},{"product_code":"5808","product_fullname_english":"Braids in the piece; ornamental trimmings in the piece, without embroidery, other than knitted or crocheted; tassels, pompons and similar articles"},{"product_code":"5809","product_fullname_english":"Fabrics, woven; of metal thread and metallised yarn of heading no. 5605, of a kind used in apparel, as furnishing fabrics or similar purposes; n.e.c. or included"},{"product_code":"5810","product_fullname_english":"Embroidery; in the piece, in strips or in motifs"},{"product_code":"5811","product_fullname_english":"Quilted textile products; in the piece, composed of one or more layers of textile materials assembled with padding by stitching or otherwise (excluding embroidery of heading no. 5810)"},{"product_code":"5901","product_fullname_english":"Textile fabrics, gum or amylaceous substance coated, used for outer book covers and like; tracing cloth, prepared painting canvas; buckram and similar stiffened textile fabrics used for hat foundation"},{"product_code":"5902","product_fullname_english":"Textile fabrics; tyrecord of high tenacity yarn of nylon or other polyamides polyesters or viscose rayon"},{"product_code":"5903","product_fullname_english":"Textile fabrics impregnated, coated, covered or laminated with plastics, other than those of heading no. 5902"},{"product_code":"5904","product_fullname_english":"Linoleum, whether or not cut to shape; floor coverings consisting of a coating or covering applied on a textile backing, whether or not cut to shape"},{"product_code":"5905","product_fullname_english":"Textile wall coverings"},{"product_code":"5906","product_fullname_english":"Textile fabrics, rubberised; other than those of heading no. 5902"},{"product_code":"5907","product_fullname_english":"Textile fabrics; otherwise impregnated, coated or covered; painted canvas being theatrical scenery, studio back-cloths or the like"},{"product_code":"5908","product_fullname_english":"Textile wicks, woven, plaited or knitted; for lamps, stoves, lighters, candles or the like; incandescent gas mantles and tubular knitted gas mantle fabric therefor, whether or not impregnated"},{"product_code":"5909","product_fullname_english":"Textile hosepiping and similar textile tubing; with or without lining, armour or accessories of other materials"},{"product_code":"5910","product_fullname_english":"Textiles; transmission or conveyor belts or belting, of textile material, whether or not impregnated, coated, covered or laminated with plastics, or reinforced with metal or other material"},{"product_code":"5911","product_fullname_english":"Textile products and articles for technical uses; specified in note 7 to this chapter"},{"product_code":"6001","product_fullname_english":"Fabrics; pile fabrics, including long pile fabrics and terry fabrics, knitted or crocheted"},{"product_code":"6002","product_fullname_english":"Fabrics; knitted or crocheted, other than those of heading 60.01, of a width not exceeding 30cm, containing by weight 5% or more of elastomeric yarn or rubber thread"},{"product_code":"6003","product_fullname_english":"Fabrics; knitted or crocheted fabrics, other than those of heading 60.01 and 60.02, of a width not exceeding 30 cm,"},{"product_code":"6004","product_fullname_english":"Fabrics; knitted or crocheted fabrics of a width exceeding 30 cm, other than those of heading 60.01, containing by weight 5% or more of elastomeric yarn or rubber thread"},{"product_code":"6005","product_fullname_english":"Fabrics; warp knit (including those made on galloon knitting machines), other than those of headings 60.01 to 60.04"},{"product_code":"6006","product_fullname_english":"Fabrics; knitted or crocheted fabrics, other than those of headings 60.01 to 60.04"},{"product_code":"6101","product_fullname_english":"Coats; men's or boys' overcoats, car-coats, capes, cloaks, anoraks, ski-jackets, wind-cheaters, wind-jackets and similar articles; knitted or crocheted, other than those of heading no. 6103"},{"product_code":"6102","product_fullname_english":"Coats; women's or girls' overcoats, car-coats, capes, cloaks, anoraks, ski-jackets, wind-cheaters, wind-jackets and similar articles, knitted or crocheted, other than those of heading no. 6104"},{"product_code":"6103","product_fullname_english":"Suits, ensembles, jackets, blazers, trousers, bib and brace overalls, breeches, shorts (not swimwear); men's or boys', knitted or crocheted"},{"product_code":"6104","product_fullname_english":"Suits, ensembles, jackets, dresses, skirts, divided skirts, trousers, bib and brace overalls, breeches and shorts (not swimwear), women's or girls', knitted or crocheted"},{"product_code":"6105","product_fullname_english":"Shirts; men's or boys', knitted or crocheted"},{"product_code":"6106","product_fullname_english":"Blouses, shirts and shirt-blouses; women's or girls', knitted or crocheted"},{"product_code":"6107","product_fullname_english":"Underpants, briefs, nightshirts, pyjamas, bathrobes, dressing gowns and similar articles; men's or boys', knitted or crocheted"},{"product_code":"6108","product_fullname_english":"Slips, petticoats, briefs, panties, nightdresses, pyjamas, negligees, bathrobes, dressing gowns and similar articles; women's or girls', knitted or crocheted"},{"product_code":"6109","product_fullname_english":"T-shirts, singlets and other vests; knitted or crocheted"},{"product_code":"6110","product_fullname_english":"Jerseys, pullovers, cardigans, waistcoats and similar articles; knitted or crocheted"},{"product_code":"6113","product_fullname_english":"Garments made up of knitted or crocheted fabrics of heading no. 5903, 5906 and 5907"},{"product_code":"6114","product_fullname_english":"Garments; knitted or crocheted, n.e.c. in chapter 61"},{"product_code":"6115","product_fullname_english":"Hosiery; panty hose, tights, stockings, socks and other hosiery, including graduated compression hosiery (for example, stockings for varicose veins) and footwear without applied soles, knitted or crocheted"},{"product_code":"6116","product_fullname_english":"Gloves, mittens and mitts; knitted or crocheted"},{"product_code":"6117","product_fullname_english":"Clothing accessories; made up, knitted or crocheted, knitted or crocheted parts of garments or of clothing accessories"},{"product_code":"6201","product_fullname_english":"Overcoats, car-coats, capes, cloaks, anoraks (including ski-jackets), wind-cheaters, wind-jackets and similar articles, men's or boys', other than those of heading no. 6203 (not knitted or crocheted)"},{"product_code":"6202","product_fullname_english":"Coats; women's or girls' overcoats, carcoats, capes, cloaks, anoraks, ski-jackets, wind-cheaters, wind-jackets and similar articles, other than those of heading no. 6204 (not knitted or crocheted)"},{"product_code":"6203","product_fullname_english":"Suits, ensembles, jackets, blazers, trousers, bib and brace overalls, breeches and shorts (other than swimwear); men's or boys' (not knitted or crocheted)"},{"product_code":"6204","product_fullname_english":"Suits, ensembles, jackets, dresses, skirts, divided skirts, trousers, bib and brace overalls, breeches and shorts (other than swimwear); women's or girls' (not knitted or crocheted)"},{"product_code":"6205","product_fullname_english":"Shirts; men's or boys' (not knitted or crocheted)"},{"product_code":"6206","product_fullname_english":"Blouses, shirts and shirt-blouses; women's or girls' (not knitted or crocheted)"},{"product_code":"6207","product_fullname_english":"Singlets and other vests, underpants, briefs, night-shirts, pyjamas, bathrobes, dressing gowns and similar articles; men's or boys' (not knitted or crocheted)"},{"product_code":"6208","product_fullname_english":"Singlets and other vests, slips, petticoats, briefs, panties, nightdresses, pyjamas, negligees, bathrobes, dressing gowns and similar articles; women's or girls' (not knitted or crocheted)"},{"product_code":"6209","product_fullname_english":"Garments and clothing accessories; babies' (not knitted or crocheted)"},{"product_code":"6210","product_fullname_english":"Garments made up of fabrics of heading no. 5602, 5603, 5903, 5906 or 5907 (not knitted or crocheted)"},{"product_code":"6211","product_fullname_english":"Track suits, swimwear and other garments (not knitted or crocheted)"},{"product_code":"6212","product_fullname_english":"Brassieres, girdles, corsets, braces, suspenders, garters and similar articles and parts thereof; whether or not knitted or crocheted"},{"product_code":"6213","product_fullname_english":"Handkerchiefs (not knitted or crocheted)"},{"product_code":"6214","product_fullname_english":"Shawls, scarves, mufflers, mantillas, veils and the like (not knitted or crocheted)"},{"product_code":"6215","product_fullname_english":"Ties, bow ties and cravats (not knitted or crocheted)"},{"product_code":"6216","product_fullname_english":"Gloves, mittens and mitts (not knitted or crocheted)"},{"product_code":"6217","product_fullname_english":"Clothing accessories n.e.c.; parts of garments or accessories other than those of heading no. 6212 (not knitted or crocheted)"},{"product_code":"6301","product_fullname_english":"Blankets and travelling rugs"},{"product_code":"6302","product_fullname_english":"Bed linen, table linen, toilet linen and kitchen linen"},{"product_code":"6303","product_fullname_english":"Curtains (including drapes) and interior blinds; curtain or bed valances"},{"product_code":"6304","product_fullname_english":"Furnishing articles; excluding those of heading no. 9404"},{"product_code":"6305","product_fullname_english":"Sacks and bags, of a kind used for the packing of goods"},{"product_code":"6306","product_fullname_english":"Tarpaulins, awnings and sunblinds, tents, sails for boats, sailboards or landcraft; camping goods"},{"product_code":"6307","product_fullname_english":"Textiles; made up articles n.e.c. in chapter 63, including dress patterns"},{"product_code":"6308","product_fullname_english":"Textiles; sets of woven fabric and yarn, with or without accessories, for making into rugs, tapestries, embroidered tablecloths, serviettes and similar textile articles, in packings for retail sale"},{"product_code":"6309","product_fullname_english":"Textiles; worn clothing and other worn articles"},{"product_code":"6310","product_fullname_english":"Rags; used or new, scrap twine, cordage, rope and cables and worn out articles of twine, cordage, rope or cables, of textile materials"},{"product_code":"6401","product_fullname_english":"Footwear; waterproof, with outer soles and uppers of rubber or plastics, (uppers not fixed to the sole nor assembled by stitch, rivet, nail, screw, plug or similar)"},{"product_code":"6402","product_fullname_english":"Footwear; with outer soles and uppers of rubber or plastics (excluding waterproof footwear)"},{"product_code":"6403","product_fullname_english":"Footwear; with outer soles of rubber, plastics, leather or composition leather and uppers of leather"},{"product_code":"6404","product_fullname_english":"Footwear; with outer soles of rubber, plastics, leather or composition leather and uppers of textile materials"},{"product_code":"6405","product_fullname_english":"Footwear; other footwear n.e.c. in chapter 64"},{"product_code":"6406","product_fullname_english":"Footwear; parts of footwear; removable in-soles, heel cushions and similar articles; gaiters, leggings and similar articles, and parts thereof"},{"product_code":"6501","product_fullname_english":"Hat-forms, hat bodies and hoods of felt, neither blocked to shape nor with made brims; plateaux and manchons (including slit manchons) of felt"},{"product_code":"6502","product_fullname_english":"Hat-shapes; plaited or made by assembling strips of any material, neither blocked to shape, nor with made brims, nor lined, nor trimmed"},{"product_code":"6504","product_fullname_english":"Hats and other headgear; plaited or made by assembling strips of any material, whether or not lined or trimmed"},{"product_code":"6505","product_fullname_english":"Hats and headgear; knitted or crocheted, or made up from lace, felt or other textile fabric in the piece (not in strips), whether or not lined or trimmed; hair-nets of any material, lined, trimmed or not"},{"product_code":"6506","product_fullname_english":"Headgear; n.e.c. in chapter 65, whether or not lined or trimmed"},{"product_code":"6507","product_fullname_english":"Head-bands, linings, covers, hat foundations, hat frames, peaks and chinstraps, for headgear"},{"product_code":"6601","product_fullname_english":"Umbrellas; sun umbrellas (including walking stick umbrellas, garden umbrellas and similar umbrellas)"},{"product_code":"6602","product_fullname_english":"Walking-sticks, seat-sticks, whips, riding-crops and the like"},{"product_code":"6603","product_fullname_english":"Trimmings, parts and accessories of articles of heading no. 6601 or 6602"},{"product_code":"6701","product_fullname_english":"Skin and other parts of birds with their feather or down; feathers, parts of feather, down and articles thereof (other than goods of heading no. 0505 and worked quills and scapes)"},{"product_code":"6702","product_fullname_english":"Flowers, foliage and fruit, artificial, and parts thereof; articles made of artificial flowers, foliage or fruit"},{"product_code":"6703","product_fullname_english":"Human hair, dressed, thinned, bleached or otherwise worked; wool or other animal hair or other textile materials, prepared for use in making wigs or the like"},{"product_code":"6704","product_fullname_english":"Wigs, false beards, eyebrows and eyelashes, switches and the like, of human or animal hair or of textile materials; articles of human hair, n.e.c. or included"},{"product_code":"6801","product_fullname_english":"Stone; setts, curbstones and flagstones, of natural stone (except slate)"},{"product_code":"6802","product_fullname_english":"Monumental or building stone, worked (except slate) and articles thereof (not of heading no. 6801) mosaic cubes etc., of natural stone including slate; artificially coloured granules of natural stone"},{"product_code":"6803","product_fullname_english":"Slate, worked; and articles of slate or of agglomerated slate"},{"product_code":"6804","product_fullname_english":"Millstones, grindstones, grinding wheels, etc without frameworks, for grinding, sharpening, polishing, etc and parts thereof, natural stone, agglomerated natural or artificial abrasives or of ceramics"},{"product_code":"6805","product_fullname_english":"Abrasive powder or grain; natural or artificial, on a base of textile material, of paper, paperboard or of other material, whether or not cut to shape or sewn or otherwise made up"},{"product_code":"6806","product_fullname_english":"Slag, rock wool and similar mineral wools; exfoliated vermiculite, expanded clays, foamed slag, mixtures and articles of heat, sound insulating or sound-absorbing mineral materials"},{"product_code":"6807","product_fullname_english":"Asphalt or similar material; articles (e.g. petroleum bitumen or coal tar pitch)"},{"product_code":"6808","product_fullname_english":"Panels, boards, tiles, blocks and the like; of vegetable fibre, of straw, shavings, chips, particles, sawdust or other waste, of wood, agglomerated with cement, plaster or other mineral binders"},{"product_code":"6809","product_fullname_english":"Plaster or compositions based on plaster; articles thereof"},{"product_code":"6810","product_fullname_english":"Cement, concrete or artificial stone; whether or not reinforced, articles thereof"},{"product_code":"6811","product_fullname_english":"Asbestos-cement, cellulose fibre-cement or the like; articles thereof"},{"product_code":"6812","product_fullname_english":"Fabricated asbestos fibres; mixtures with a basis of asbestos or of asbestos and magnesium carbonate; articles of such mixtures or of asbestos (e.g. thread, woven fabric, clothing, footwear), whether or not reinforced, not goods of heading 6811 or 6813"},{"product_code":"6813","product_fullname_english":"Friction material and articles thereof (e.g. sheets, rolls, strips, segments, discs, washers, pads) not mounted; for brakes, clutches or the like, with a basis of asbestos, other mineral substances, or cellulose"},{"product_code":"6814","product_fullname_english":"Mica; worked, articles of, including agglomerated or reconstituted mica; whether or not on a support of paper, paperboard or other materials"},{"product_code":"6815","product_fullname_english":"Stone or other mineral substances; articles thereof (including articles of peat), n.e.c. or included"},{"product_code":"6901","product_fullname_english":"Bricks, blocks, tiles and other ceramic goods of siliceous fossil meals (e.g. kieselguhr, tripolite or diatomite) or of similar siliceous earths"},{"product_code":"6902","product_fullname_english":"Refractory bricks, blocks, tiles and similar refractory ceramic constructional goods; other than those of siliceous fossil meals or similar siliceous earths"},{"product_code":"6903","product_fullname_english":"Ceramic goods; (e.g. retorts, crucibles, muffles, nozzles, plugs, supports cupels, tubes, pipes, sheaths, rods) excluding those of siliceous fossil meals or of similar siliceous earths"},{"product_code":"6904","product_fullname_english":"Ceramic building bricks, floor blocks, support or filler tiles and the like"},{"product_code":"6905","product_fullname_english":"Roofing tiles, chimney-pots, cowls, chimney liners, architectural ornaments and other ceramic constructional goods"},{"product_code":"6906","product_fullname_english":"Ceramic pipes, conduits, guttering and pipe fittings"},{"product_code":"6907","product_fullname_english":"Ceramic flags and paving, hearth or wall tiles, unglazed; unglazed ceramic mosaic cubes and the like, whether or not on a backing"},{"product_code":"7616","product_fullname_english":"Aluminium; articles n.e.c. in chapter 76"},{"product_code":"6908","product_fullname_english":"Ceramic flags and paving, hearth or wall tiles, glazed; glazed ceramic mosaic cubes and the like, whether or not on a backing"},{"product_code":"6909","product_fullname_english":"Ceramic ware for laboratory, chemical, other technical uses; ceramic troughs, tubs, similar receptacles used in agriculture; ceramic pots, jars and similar used in the conveyance or packing of goods"},{"product_code":"6910","product_fullname_english":"Ceramic sinks, wash basins, wash basin pedestals, baths, bidets, water closet pans, flushing cisterns, urinals and similar sanitary fixtures"},{"product_code":"6911","product_fullname_english":"Tableware, kitchenware, other household articles and toilet articles; of porcelain or china"},{"product_code":"6912","product_fullname_english":"Ceramic tableware, kitchenware, other household articles and toilet articles; other than of porcelain or china"},{"product_code":"6913","product_fullname_english":"Statuettes and other ornamental ceramic articles"},{"product_code":"6914","product_fullname_english":"Ceramic articles; n.e.c. in chapter 69"},{"product_code":"7001","product_fullname_english":"Glass; cullet and other waste and scrap of glass, glass in the mass"},{"product_code":"7002","product_fullname_english":"Glass in balls (other than microspheres of heading no. 7018), rods or tubes, unworked"},{"product_code":"7003","product_fullname_english":"Glass; cast glass and rolled glass in sheets or profiles, whether or not having an absorbent, reflecting or non-reflecting layer, but not otherwise worked"},{"product_code":"7004","product_fullname_english":"Glass; drawn glass and blown glass, in sheets, whether or not having an absorbent, reflecting or non-reflecting layer, but not otherwise worked"},{"product_code":"7005","product_fullname_english":"Glass; float glass and surface ground or polished glass, in sheets, whether or not having an absorbent, reflecting or non-reflecting layer, but not otherwise worked"},{"product_code":"7006","product_fullname_english":"Glass of heading no. 7003, 7004 or 7005, bent, edge-worked, engraved, drilled, enamelled or otherwise worked, not framed or fitted with other materials"},{"product_code":"7007","product_fullname_english":"Safety glass, consisting of toughened (tempered) or laminated glass"},{"product_code":"7008","product_fullname_english":"Glass; multiple-walled insulating units of glass"},{"product_code":"7009","product_fullname_english":"Glass mirrors; whether or not framed, including rear-view mirrors"},{"product_code":"7010","product_fullname_english":"Carboys, bottles, flasks, jars, pots, phials, ampoules, containers of glass of a kind used for the conveyance or packing of goods; preserving jars of glass; stoppers, lids and other closures of glass"},{"product_code":"7011","product_fullname_english":"Glass envelopes (including bulbs and tubes), open and glass parts thereof, without fittings, for electric lamps, cathode-ray tubes or the like"},{"product_code":"7013","product_fullname_english":"Glassware of a kind used for table, kitchen, toilet, office, indoor decoration or similar purposes (other than of heading no. 7010 or 7018)"},{"product_code":"7014","product_fullname_english":"Signalling glassware and optical elements of glass (other than those of heading no. 7015), not optically worked"},{"product_code":"7015","product_fullname_english":"Clock, watch and similar glasses, glasses for non-corrective or corrective spectacles, curved, bent, hallowed etc, not optically worked; hollow glass spheres and their segments for manufacture"},{"product_code":"7016","product_fullname_english":"Glass; paving blocks, slabs, bricks, tiles etc, of pressed, moulded glass, whether or not wired, glass smallwares for decorative purposes leaded lights and the like; multicellular or foam glass"},{"product_code":"7017","product_fullname_english":"Laboratory, hygienic or pharmaceutical glassware, whether or not graduated or calibrated"},{"product_code":"7018","product_fullname_english":"Glass beads, imitation pearls, precious or semi-precious stones and similar glass smallwares, statuettes and other ornaments of worked glass; glass microspheres not exceeding 1mm in diameter"},{"product_code":"7019","product_fullname_english":"Glass fibres (including glass wool) and articles thereof (e.g. yarn, woven fabrics)"},{"product_code":"7020","product_fullname_english":"Glass; articles n.e.c. in chapter 70"},{"product_code":"7101","product_fullname_english":"Pearls; natural or cultured, whether or not worked or graded but not strung, mounted or set; pearls, natural or cultured, temporarily strung for the convenience of transport"},{"product_code":"7102","product_fullname_english":"Diamonds, whether or not worked, but not mounted or set"},{"product_code":"7103","product_fullname_english":"Precious (excluding diamond) and semi-precious stone; worked, graded, not strung, mounted, set; ungraded precious (excluding diamond) and semi-precious stone, temporarily strung for convenience of transport"},{"product_code":"7104","product_fullname_english":"Synthetic, reconstructed precious, semi-precious stone worked, graded or not, not strung or mounted, set; ungraded synthetic, reconstructed precious, semi-precious stones, temporarily strung for transport"},{"product_code":"7105","product_fullname_english":"Dust and powder of natural or synthetic precious or semi-precious stone"},{"product_code":"7106","product_fullname_english":"Silver (including silver plated with gold or platinum); unwrought or in semi-manufactured forms, or in powder form"},{"product_code":"7107","product_fullname_english":"Base metals clad with silver; not further worked than semi-manufactured"},{"product_code":"7108","product_fullname_english":"Gold (including gold plated with platinum) unwrought or in semi-manufactured forms, or in powder form"},{"product_code":"7109","product_fullname_english":"Base metals or silver, clad with gold, not further worked than semi-manufactured"},{"product_code":"7110","product_fullname_english":"Platinum; unwrought or in semi-manufactured forms, or in powder form"},{"product_code":"7111","product_fullname_english":"Base metals, silver or gold, clad with platinum; not further worked than semi-manufactured"},{"product_code":"7112","product_fullname_english":"Waste and scrap of precious metal or of metal clad with precious metal; other waste and scrap containing precious metal compounds, of a kind uses principally for the recovery of precious metal"},{"product_code":"7113","product_fullname_english":"Jewellery articles and parts thereof, of precious metal or of metal clad with precious metal"},{"product_code":"7114","product_fullname_english":"Articles of goldsmiths' or silversmiths' wares and parts thereof, of precious metal or of metal clad with precious metal"},{"product_code":"7115","product_fullname_english":"Articles of precious metal or of metal clad with precious metal"},{"product_code":"7116","product_fullname_english":"Articles of natural or cultured pearls, precious or semi-precious stones (natural, synthetic or reconstructed)"},{"product_code":"7117","product_fullname_english":"Imitation jewellery"},{"product_code":"7118","product_fullname_english":"Coin"},{"product_code":"7201","product_fullname_english":"Pig iron and spiegeleisen in pigs, blocks or other primary forms"},{"product_code":"7202","product_fullname_english":"Ferro-alloys"},{"product_code":"7203","product_fullname_english":"Ferrous products obtained by direct reduction of iron ore and other spongy ferrous products, in lumps, pellets or the like; iron having a minimum purity of 99.94%, in lumps, pellets or similar forms"},{"product_code":"7204","product_fullname_english":"Ferrous waste and scrap; remelting scrap ingots of iron or steel"},{"product_code":"7205","product_fullname_english":"Granules and powders, of pig iron, spiegeleisen, iron or steel"},{"product_code":"7206","product_fullname_english":"Iron and non-alloy steel in ingots or other primary forms (excluding iron of heading no. 7203)"},{"product_code":"7207","product_fullname_english":"Iron or non-alloy steel; semi-finished products thereof"},{"product_code":"7208","product_fullname_english":"Iron or non-alloy steel; flat-rolled products of a width of 600mm or more, hot-rolled, not clad, plated or coated"},{"product_code":"7209","product_fullname_english":"Iron or non-alloy steel; flat-rolled products, width 600mm or more, cold-rolled (cold-reduced), not clad, plated or coated"},{"product_code":"7210","product_fullname_english":"Iron or non-alloy steel; flat-rolled products, width 600mm or more, clad, plated or coated"},{"product_code":"7211","product_fullname_english":"Iron or non-alloy steel; flat-rolled products, width less than 600mm, not clad, plated or coated"},{"product_code":"7212","product_fullname_english":"Iron or non-alloy steel; flat-rolled products, width less than 600mm, clad, plated or coated"},{"product_code":"7213","product_fullname_english":"Iron or non-alloy steel; bars and rods, hot-rolled, in irregularly wound coils"},{"product_code":"7214","product_fullname_english":"Iron or non-alloy steel; bars and rods, not further worked than forged, hot-rolled, hot drawn or hot-extruded, but including those twisted after rolling"},{"product_code":"7215","product_fullname_english":"Iron or non-alloy steel; bars and rods, n.e.c. in chapter 72"},{"product_code":"7216","product_fullname_english":"Iron or non-alloy steel, angles, shapes and sections"},{"product_code":"7217","product_fullname_english":"Wire of iron or non-alloy steel"},{"product_code":"7218","product_fullname_english":"Stainless steel in ingots or other primary forms; semi-finished products of stainless steel"},{"product_code":"7219","product_fullname_english":"Stainless steel; flat-rolled products of width of 600mm or more"},{"product_code":"7220","product_fullname_english":"Stainless steel; flat-rolled products of width less than 600mm"},{"product_code":"7221","product_fullname_english":"Stainless steel bars and rods, hot-rolled, in irregularly wound coils"},{"product_code":"7222","product_fullname_english":"Stainless steel bars and rods, angles, shapes and sections"},{"product_code":"7223","product_fullname_english":"Stainless steel wire"},{"product_code":"7224","product_fullname_english":"Alloy steel in ingots or other primary forms, semi-finished products of other alloy steel"},{"product_code":"7225","product_fullname_english":"Alloy steel flat-rolled products, of a width 600mm or more"},{"product_code":"7226","product_fullname_english":"Alloy steel flat-rolled products, of a width of less than 600mm"},{"product_code":"7227","product_fullname_english":"Steel, alloy; bars and rods, hot-rolled, in irregularly wound coils"},{"product_code":"7228","product_fullname_english":"Alloy steel bars, rods, shapes and sections; hollow drill bars and rods, of alloy or non-alloy steel"},{"product_code":"7229","product_fullname_english":"Wire of other alloy steel"},{"product_code":"7301","product_fullname_english":"Iron or steel sheet piling, whether or not drilled, punched or made from assembled elements; welded angles, shapes and sections, of iron or steel"},{"product_code":"7302","product_fullname_english":"Railway or tramway track constructions of iron or steel; rails, check and track rails, switch blades, crossing frogs, point rods, sleepers, fish-plates, chair wedges, sole plates, bedplates, ties and the like"},{"product_code":"7303","product_fullname_english":"Tubes, pipes and hollow profiles, of cast iron"},{"product_code":"7304","product_fullname_english":"Tubes, pipes and hollow profiles, seamless, of iron (other than cast iron) or steel"},{"product_code":"7305","product_fullname_english":"Iron or steel (excluding cast iron); tubes and pipes (e.g. welded, riveted or similarly closed), having circular cross-sections, external diameter of which exceeds 406.4mm, not seamless"},{"product_code":"7306","product_fullname_english":"Iron or steel (excluding cast iron); tubes, pipes and hollow profiles (not seamless), n.e.c. in chapter 73"},{"product_code":"7307","product_fullname_english":"Tube or pipe fittings (e.g. couplings, elbows, sleeves), of iron or steel"},{"product_code":"7308","product_fullname_english":"Structures of iron or steel and parts thereof; plates, rods, angles, shapes, sections, tubes and the like, prepared for use in structures"},{"product_code":"7309","product_fullname_english":"Reservoirs, tanks, vats and similar containers; for any material (excluding compressed or liquefied gas), of iron or steel, capacity exceeding 300l, whether or not lined or heat insulated"},{"product_code":"7310","product_fullname_english":"Tanks, casks, drums, cans, boxes and similar containers, for any material (excluding compressed or liquefied gas), of iron or steel, capacity not exceeding 300l, whether or not lined or heat-insulated"},{"product_code":"7311","product_fullname_english":"Containers for compressed or liquefied gas, of iron or steel"},{"product_code":"7312","product_fullname_english":"Stranded wire, ropes, cables, plaited bands, slings and the like, of iron or steel, not electrically insulated"},{"product_code":"7313","product_fullname_english":"Barbed wire of iron or steel; twisted hoop or single flat wire, barbed or not and loosely twisted double wire, of a kind used for fencing, of iron or steel"},{"product_code":"7314","product_fullname_english":"Cloth (including endless bands), grill, netting and fencing, of iron or steel wire; expanded metal of iron or steel"},{"product_code":"7315","product_fullname_english":"Chain and parts thereof, of iron or steel"},{"product_code":"7316","product_fullname_english":"Anchors, grapnels and parts thereof, of iron or steel"},{"product_code":"7317","product_fullname_english":"Nails, tacks, drawing pins, corrugated nails, staples (not those of heading no. 8305) and the like, of iron or steel, with heads of other material or not, but excluding articles with heads of copper"},{"product_code":"7318","product_fullname_english":"Screws, bolts, nuts, coach screws, screw hooks, rivets, cotters, cotter-pins, washers (including spring washers) and similar articles, of iron or steel"},{"product_code":"7319","product_fullname_english":"Sewing and knitting needles, bodkins, crochet hooks, embroidery stilettos and similar articles, for use in the hand, of iron or steel; safety pins and other pins of iron or steel, not elsewhere specified or included"},{"product_code":"7320","product_fullname_english":"Springs and leaves for springs, of iron or steel"},{"product_code":"7321","product_fullname_english":"Stoves, ranges, grates, cookers (those with subsidiary boilers for central heating), barbecues, braziers, gas-rings, plate warmers and similar non-electric domestic appliances and parts, of iron or steel"},{"product_code":"7322","product_fullname_english":"Radiators for central heating, not electrically heated and parts thereof, of iron or steel; air heaters, hot air distributors not electrically heated, with motor fan or blower"},{"product_code":"7323","product_fullname_english":"Table, kitchen, other household articles and parts, of iron or steel; iron or steel wool; pot scourers and scouring or polishing pads, gloves and the like, of iron or steel"},{"product_code":"7324","product_fullname_english":"Sanitary ware and parts thereof, of iron or steel"},{"product_code":"7325","product_fullname_english":"Iron or steel; cast articles"},{"product_code":"7326","product_fullname_english":"Iron or steel; articles, n.e.c. in chapter 73"},{"product_code":"7401","product_fullname_english":"Copper mattes; cement copper (precipitated copper)"},{"product_code":"7402","product_fullname_english":"Copper; unrefined, copper anodes for electrolytic refining"},{"product_code":"7403","product_fullname_english":"Copper; refined and copper alloys, unwrought"},{"product_code":"7404","product_fullname_english":"Copper; waste and scrap"},{"product_code":"7405","product_fullname_english":"Copper; master alloys"},{"product_code":"7406","product_fullname_english":"Copper; powders and flakes"},{"product_code":"7407","product_fullname_english":"Copper; bars, rods and profiles"},{"product_code":"7408","product_fullname_english":"Copper wire"},{"product_code":"7409","product_fullname_english":"Copper plates, sheets and strip; of a thickness exceeding 0.15mm"},{"product_code":"7410","product_fullname_english":"Copper foil (whether or not printed or backed with paper, paperboard, plastics or similar backing materials) of a thickness (excluding any backing) not exceeding 0.15mm"},{"product_code":"7411","product_fullname_english":"Copper tubes and pipes"},{"product_code":"7412","product_fullname_english":"Copper; tube or pipe fittings (e.g. couplings, elbows, sleeves)"},{"product_code":"7413","product_fullname_english":"Copper; stranded wire, cables, plaited bands and the like, not electrically insulated"},{"product_code":"7415","product_fullname_english":"Nails, tacks, drawing pins, staples (not those of heading no. 8305) and the like, of copper or iron or steel with heads of copper; screws bolts, nuts, screws hooks, rivets, cotters, washers of copper"},{"product_code":"7418","product_fullname_english":"Table, kitchen or other household articles and parts thereof, of copper; pot scourers, scouring, polishing pads, gloves and the like, of copper; sanitary ware and parts thereof, of copper"},{"product_code":"7419","product_fullname_english":"Copper; articles thereof n.e.c."},{"product_code":"7501","product_fullname_english":"Nickel mattes; nickel oxide sinters and other intermediate products of nickel metallurgy"},{"product_code":"7502","product_fullname_english":"Nickel; unwrought"},{"product_code":"7503","product_fullname_english":"Nickel; waste and scrap"},{"product_code":"7504","product_fullname_english":"Nickel; powders and flakes"},{"product_code":"7505","product_fullname_english":"Nickel; bars, rods, profiles and wire"},{"product_code":"7506","product_fullname_english":"Nickel; plates, sheets, strip and foil"},{"product_code":"7507","product_fullname_english":"Nickel; tubes, pipes and tube or pipe fittings (e.g. couplings, elbows, sleeves)"},{"product_code":"7508","product_fullname_english":"Nickel; other articles thereof n.e.c."},{"product_code":"7601","product_fullname_english":"Aluminium; unwrought"},{"product_code":"7602","product_fullname_english":"Aluminium; waste and scrap"},{"product_code":"7603","product_fullname_english":"Aluminium; powders and flakes"},{"product_code":"7604","product_fullname_english":"Aluminium; bars, rods and profiles"},{"product_code":"7605","product_fullname_english":"Aluminium wire"},{"product_code":"7606","product_fullname_english":"Aluminium; plates, sheets and strip, thickness exceeding 0.2mm"},{"product_code":"7607","product_fullname_english":"Aluminium foil (whether or not printed or backed with paper, paperboard, plastics or similar backing materials) of a thickness (excluding any backing) not exceeding 0.2mm"},{"product_code":"7608","product_fullname_english":"Aluminium; tubes and pipes"},{"product_code":"7609","product_fullname_english":"Aluminium; tube or pipe fittings (e.g. couplings, elbows, sleeves)"},{"product_code":"7610","product_fullname_english":"Aluminium; structures (excluding prefabricated buildings of heading no. 9406) and parts (e.g. bridges and sections, towers, lattice masts, etc) plates, rods, profiles and tubes for structures"},{"product_code":"7611","product_fullname_english":"Aluminium; reservoirs, tanks, vats and the like for material (not compressed or liquefied gas) of capacity over 300l, whether or not lined, heat-insulated, not fitted with mechanical, thermal equipment"},{"product_code":"7612","product_fullname_english":"Aluminium casks, drums, cans, boxes etc (including rigid, collapsible tubular containers), for materials other than compressed, liquefied gas, 300l capacity or less, lined, heat-insulated or not"},{"product_code":"7613","product_fullname_english":"Aluminium; containers for compressed or liquefied gas"},{"product_code":"7614","product_fullname_english":"Aluminium; stranded wire, cables, plaited bands and the like, (not electrically insulated)"},{"product_code":"7615","product_fullname_english":"Aluminium; table, kitchen or other household articles and parts thereof, pot scourers and scouring or polishing pads, gloves and the like, sanitary ware and parts thereof"},{"product_code":"7904","product_fullname_english":"Zinc; bars, rods, profiles and wire"},{"product_code":"7905","product_fullname_english":"Zinc; plates, sheets, strip and foil"},{"product_code":"7907","product_fullname_english":"Zinc; articles n.e.c. in chapter 79"},{"product_code":"8001","product_fullname_english":"Tin; unwrought"},{"product_code":"8002","product_fullname_english":"Tin; waste and scrap"},{"product_code":"8003","product_fullname_english":"Tin; bars, rods, profiles and wire"},{"product_code":"8007","product_fullname_english":"Tin; articles n.e.c. in chapter 80"},{"product_code":"8101","product_fullname_english":"Tungsten (wolfram); articles thereof, including waste and scrap"},{"product_code":"8102","product_fullname_english":"Molybdenum; articles thereof, including waste and scrap"},{"product_code":"8103","product_fullname_english":"Tantalum; articles thereof, including waste and scrap"},{"product_code":"8104","product_fullname_english":"Magnesium; articles thereof, including waste and scrap"},{"product_code":"8105","product_fullname_english":"Cobalt; mattes and other intermediate products of cobalt metallurgy, cobalt and articles thereof, including waste and scrap"},{"product_code":"8106","product_fullname_english":"Bismuth; articles thereof, including waste and scrap"},{"product_code":"8107","product_fullname_english":"Cadmium; articles thereof, including waste and scrap"},{"product_code":"8108","product_fullname_english":"Titanium; articles thereof, including waste and scrap"},{"product_code":"8109","product_fullname_english":"Zirconium; articles thereof, including waste and scrap"},{"product_code":"8110","product_fullname_english":"Antimony; articles thereof, including waste and scrap"},{"product_code":"8111","product_fullname_english":"Manganese; articles thereof, including waste and scrap"},{"product_code":"8112","product_fullname_english":"Beryllium, chromium, germanium, vanadium, gallium, hafnium, indium, niobium (columbium), rhenium and thallium; and articles of these metals, including waste and scrap"},{"product_code":"8113","product_fullname_english":"Cermets; articles thereof, including waste and scrap"},{"product_code":"8201","product_fullname_english":"Tools, hand; spades, shovels, mattocks, picks, hoes, forks, rakes, axes, bill hooks etc, secateurs, scythes, sickles, hay knives, hedge shears and other tools used in agriculture, horticulture, forestry"},{"product_code":"8202","product_fullname_english":"Tools, hand; blades for saws of all kinds (including slitting, slotting or toothless blades)"},{"product_code":"8203","product_fullname_english":"Tools, hand; files, rasps, pliers (including cutting pliers), pincers, tweezers, metal cutting shears, pipe cutters, bolt croppers, perforating punches and similar"},{"product_code":"8204","product_fullname_english":"Tools, hand; hand-operated spanners and wrenches (including torque meter wrenches but not including tap wrenches), interchangeable spanner sockets, with or without handles"},{"product_code":"8205","product_fullname_english":"Tools, hand; (including glaziers' diamonds) n.e.c.; blow lamps; vices, clamps etc, not accessories for or parts of machine tools; anvils; portable forges; hand, pedal operated grinding wheels with frameworks"},{"product_code":"8206","product_fullname_english":"Tools, hand; two or more of heading no. 8202 to 8205, put up in sets for retail sale"},{"product_code":"8207","product_fullname_english":"Tools, interchangeable; for hand tools, whether or not power-operated, or for machine tools (pressing, stamping, punching, drilling etc), including dies for drawing or extruding metal, and rock drilling or earth boring tools"},{"product_code":"8208","product_fullname_english":"Knives and cutting blades, for machines or for mechanical appliances"},{"product_code":"8209","product_fullname_english":"Tools; plates, sticks, tips and the like for tools, unmounted, of sintered metal carbides or cermets"},{"product_code":"8210","product_fullname_english":"Tools; hand-operated mechanical appliances, weighing 10kg or less, used in the preparation, conditioning or serving of food or drink"},{"product_code":"8211","product_fullname_english":"Knives; with cutting blades, serrated or not (including pruning knives), other than knives of heading no. 8208, and blades therefor"},{"product_code":"8212","product_fullname_english":"Razors and razor blades; (including razor blade blanks in strips)"},{"product_code":"8213","product_fullname_english":"Scissors; tailors' shears and similar shears, and blades therefor"},{"product_code":"8214","product_fullname_english":"Cutlery; other articles, (e.g. hair clippers, butchers' or kitchen cleavers, choppers and mincing knives, paper knives), manicure or pedicure sets and instruments (including nail files)"},{"product_code":"8215","product_fullname_english":"Cutlery; spoons, forks, ladles, skimmers, cake-servers, fish-knives, butter knives, sugar tongs and similar kitchen or tableware"},{"product_code":"8301","product_fullname_english":"Padlocks and locks (key, combination, electrically operated) of base metal; clasps and frames with clasps incorporating locks, of base metal, keys for any or the foregoing articles, of base metal"},{"product_code":"8302","product_fullname_english":"Base metal mountings, fittings and similar articles for furniture, doors, staircases, windows, trunks, chests etc, castors with mountings of base metal, automatic door closers of base metal"},{"product_code":"8303","product_fullname_english":"Safes; armoured or reinforced, strong-boxes, doors and safe deposit lockers for strong-rooms, cash or deed boxes and the like, of base metal"},{"product_code":"8304","product_fullname_english":"Office equipment; filing cabinets, card-index cabinets, paper trays and rests, pen trays, office-stamp stands and the like, of base metal, other than office furniture of heading no. 9403"},{"product_code":"8305","product_fullname_english":"Stationery; fittings for loose-leaf binders or files, letter clips, letter corners, paper clips, indexing tags and the like, staples in strips (for offices, upholstery, packaging), of base metal"},{"product_code":"8306","product_fullname_english":"Bells, gongs and the like; non-electric, statuettes, other ornaments, photograph, picture, similar frames, mirrors, of base metal"},{"product_code":"8307","product_fullname_english":"Tubing; flexible, with or without fittings, of base metal"},{"product_code":"8308","product_fullname_english":"Clasps; frames with clasps, buckles, hooks, eyes, eyelets etc used for clothing, footwear, awnings, handbags, travel goods or other articles, tubular, bifurcated rivets, beads, spangles, of base metal"},{"product_code":"8309","product_fullname_english":"Stoppers, caps, lids (including crown corks, screw caps, pouring stoppers); capsules for bottles, threaded bungs, bung covers, seals and other packaging accessories, of base metal"},{"product_code":"8310","product_fullname_english":"Sign plates, name plates, address plates and similar plates, numbers, letters and other symbols, of base metal, excluding those of heading no. 9405"},{"product_code":"8311","product_fullname_english":"Wires, rods, tubes, plates, electrodes of base metal or metal carbides; of a kind used for soldering, brazing, welding; wires and rods for metal spraying"},{"product_code":"8401","product_fullname_english":"Nuclear reactors; fuel elements (cartridges), non-irradiated, for nuclear reactors, machinery and apparatus for isotopic separation"},{"product_code":"8402","product_fullname_english":"Boilers; steam or other vapour generating (other than central heating hot water boilers, capable also of producing low pressure steam), super heated water boilers"},{"product_code":"8403","product_fullname_english":"Central heating boilers; excluding those of heading no. 8402"},{"product_code":"8404","product_fullname_english":"Auxiliary plant for use with boilers of heading no. 8402 or 8403; e.g. economisers, super-heaters, soot removers, gas recoverers), condensers for steam or other vapour power units"},{"product_code":"8405","product_fullname_english":"Generators for producer or water gas with or without their purifiers acetylene gas generators and similar water process gas generators, with or without their purifiers"},{"product_code":"8406","product_fullname_english":"Turbines; steam and other vapour turbines"},{"product_code":"8407","product_fullname_english":"Reciprocating or rotary internal combustion piston engines"},{"product_code":"8408","product_fullname_english":"Compression-ignition internal combustion piston engines (diesel or semi-diesel engines)"},{"product_code":"8409","product_fullname_english":"Parts suitable for use solely or principally with the engines of heading no. 8407 or 8408"},{"product_code":"8410","product_fullname_english":"Turbines; hydraulic water wheels and regulators therefor"},{"product_code":"8411","product_fullname_english":"Turbo-jets, turbo-propellers and other gas turbines"},{"product_code":"8412","product_fullname_english":"Engines and motors; n.e.c. (e.g. reaction engines, hydraulic power engines, pneumatic power engines)"},{"product_code":"8413","product_fullname_english":"Pumps; for liquids, whether or not fitted with measuring device, liquid elevators"},{"product_code":"8414","product_fullname_english":"Air or vacuum pumps, air or other gas compressors and fans; ventilating or recycling hoods incorporating a fan whether or not fitted with filters"},{"product_code":"8415","product_fullname_english":"Air conditioning machines; comprising a motor driven fan and elements for changing the temperature and humidity, including those machines in which the humidity cannot be separately regulated"},{"product_code":"8416","product_fullname_english":"Furnace burners for liquid fuel, for pulverised solid fuel or for gas; mechanical grates, mechanical ash dischargers and similar appliances"},{"product_code":"8417","product_fullname_english":"Furnaces and ovens; industrial or laboratory, including incinerators, non-electric"},{"product_code":"8418","product_fullname_english":"Refrigerators, freezers and other refrigerating or freezing equipment, electric or other; heat pumps other than air conditioning machines of heading no. 8415"},{"product_code":"8419","product_fullname_english":"Machinery, plant (not domestic), or laboratory equipment; electrically heated or not, (excluding items in 85.14) for the treatment of materials by a process involving change of temperature; including instantaneous or non electric storage water heaters"},{"product_code":"8420","product_fullname_english":"Machines; calendering or other rolling machines, for other than metal or glass and cylinders therefor"},{"product_code":"8421","product_fullname_english":"Centrifuges, including centrifugal dryers; filtering or purifying machinery and apparatus for liquids or gases"},{"product_code":"8422","product_fullname_english":"Dish washing machines; machinery for cleaning, drying, filling, closing, sealing, capsuling or labelling bottles, cans, boxes, bags, etc, machinery for aerating beverages"},{"product_code":"8423","product_fullname_english":"Weighing machines; excluding balances of a sensitivity of 5cg or better, including weight operated counting or checking machines and weights of all kinds"},{"product_code":"8424","product_fullname_english":"Mechanical appliances for projecting, dispersing or spraying liquids or powders; fire extinguishers, spray guns, steam, sand blasting machines"},{"product_code":"8425","product_fullname_english":"Pulley tackle and hoists other than skip hoists; winches and capstans; jacks"},{"product_code":"8426","product_fullname_english":"Derricks, cranes, including cable cranes, mobile lifting frames, straddle carriers and works trucks fitted with a crane"},{"product_code":"8427","product_fullname_english":"Fork-lift and other works trucks; fitted with lifting or handling equipment"},{"product_code":"8428","product_fullname_english":"Lifting, handling, loading or unloading machinery; n.e.c. in heading no. 8425, 8426 or 8427 (e.g. lifts, escalators, conveyors, teleferics)"},{"product_code":"8429","product_fullname_english":"Bulldozers, graders, levellers, scrapers, angledozers, mechanical shovels, excavators, shovel loaders, tamping machines and road rollers, self-propelled"},{"product_code":"8430","product_fullname_english":"Moving, grading, levelling, scraping, excavating, tamping, compacting, extracting or boring machinery, for earth, minerals, or ores; pile drivers and extractors; snow ploughs and snow blowers"},{"product_code":"8431","product_fullname_english":"Machinery parts; used solely or principally with the machinery of heading no. 8425 to 8430"},{"product_code":"8432","product_fullname_english":"Agricultural, horticultural or forestry machinery for soil preparation or cultivation; lawn or sports-ground rollers"},{"product_code":"8433","product_fullname_english":"Harvesting and threshing machinery, straw and fodder balers, grass or hay mowers; machines for cleaning, sorting or grading eggs, fruit or other agricultural produce, other than machinery of heading no 8437"},{"product_code":"8434","product_fullname_english":"Milking machines and dairy machinery"},{"product_code":"8435","product_fullname_english":"Presses, crushers and similar machinery; used in the manufacture of wine, cider, fruit juices or similar beverages"},{"product_code":"8436","product_fullname_english":"Agricultural, horticultural, forestry, poultry-keeping, bee-keeping machinery; including germination plant fitted with mechanical or thermal equipment; poultry incubators and brooders"},{"product_code":"8437","product_fullname_english":"Machines for cleaning, sorting, grading seed, grain, dried leguminous vegetables; machinery used in the milling industry for the working of cereals or dried leguminous vegetables, not farm type machinery"},{"product_code":"8438","product_fullname_english":"Machinery n.e.c. in this chapter, for the industrial preparation or manufacture of food or drink; other than machinery for extraction or preparation of animal or fixed vegetable fats or oils"},{"product_code":"8439","product_fullname_english":"Machinery; for making pulp of fibrous cellulosic material, or for making or finishing paper or paperboard"},{"product_code":"8440","product_fullname_english":"Book-binding machinery; including book-sewing machines"},{"product_code":"8441","product_fullname_english":"Machines; for making up paper pulp, paper or paperboard, including cutting machines of all kinds"},{"product_code":"8442","product_fullname_english":"Machinery, apparatus and equipment (excluding machine-tools of heading no. 8456 to 8465) for preparing or making printing components; plates, cylinders and other printing components; lithographic stones prepared for printing purposes"},{"product_code":"8443","product_fullname_english":"Printing machinery; used for printing by means of plates, cylinders and other printing components of heading 84.42; other printers, copying machines and facsimile machines, whether or not combined; parts and accessories thereof"},{"product_code":"8444","product_fullname_english":"Textile machinery; for extruding, drawing, texturing or cutting man-made textile materials"},{"product_code":"8445","product_fullname_english":"Textile machinery; spinning, doubling, twisting machines, textile reeling or winding machines and machines for preparing textile yarns for use on machines of heading no. 8446 and 8447"},{"product_code":"8446","product_fullname_english":"Weaving machines (looms)"},{"product_code":"8447","product_fullname_english":"Knitting machines, stitch-bonding machines and machines for making gimped yarn, tulle, lace, embroidery, trimmings, braid or net and machines for tufting"},{"product_code":"8448","product_fullname_english":"Machinery, auxiliary; for use with machines of heading no. 8444 to 8447 (e.g. dobbies, jaquards, automatic stop motions, shuttle changing mechanisms) parts, accessories for machines of heading no. 8444, 8447"},{"product_code":"8449","product_fullname_english":"Machinery; for manufacture or finishing felt or non-wovens in the piece or in shapes, including machinery for making felt hats, blocks for making hats"},{"product_code":"8450","product_fullname_english":"Household or laundry-type washing machines; including machines which both wash and dry"},{"product_code":"8451","product_fullname_english":"Machinery (not of heading no. 8450) for washing, cleaning, wringing, drying, ironing, pressing, bleaching, dyeing, dressing, finishing, coating or impregnating textile yarn, fabrics or made up articles"},{"product_code":"8452","product_fullname_english":"Sewing machines; other than book-sewing machines of heading no. 8440; furniture, bases and covers specially designed for sewing machines; sewing machine needles"},{"product_code":"8453","product_fullname_english":"Machinery for preparing, tanning or working hides, skins or leather or for making or repairing footwear or other articles of hides, skins or leather, other than sewing machines"},{"product_code":"8454","product_fullname_english":"Converters, ladles, ingot moulds and casting machines; of a kind used metallurgy or in metal foundries"},{"product_code":"8455","product_fullname_english":"Metal-rolling mills and rolls therefor"},{"product_code":"8456","product_fullname_english":"Machine-tools; for working any material by removal of material, by laser, other light or photon beam, ultrasonic, electro-discharge, electro-chemical, electron beam, ionic beam or plasma arc processes"},{"product_code":"8457","product_fullname_english":"Machining centres, unit construction machines (single station) and multi-station transfer machines for working metal"},{"product_code":"8458","product_fullname_english":"Lathes for removing metal"},{"product_code":"8459","product_fullname_english":"Machine-tools; (including way-type unit head machines) for drilling, boring, milling, threading or tapping by removing metal, other than lathes of heading no. 8458"},{"product_code":"8460","product_fullname_english":"Machine-tools; for deburring, sharpening, grinding, honing, lapping, polishing or otherwise finishing metal, sintered metal carbides or cermets by means of grinding stones, abrasives or polishing products"},{"product_code":"8461","product_fullname_english":"Machine-tools; for planing, shaping, slotting, broaching, gear cutting and grinding, finishing, sawing, cutting off and other tools working by removing metal, sintered metal carbides or cermets n.e.c."},{"product_code":"8462","product_fullname_english":"Machine-tools; (including presses) for working metal by forging, hammering or die-stamping, for bending, folding, straightening, flattening, shearing or punching metal"},{"product_code":"8463","product_fullname_english":"Machine-tools; n.e.c. for working metal, sintered metal carbides or cermets without removing material"},{"product_code":"8464","product_fullname_english":"Machine-tools; for working stone, ceramics, concrete, asbestos-cement or like mineral materials or for cold working glass"},{"product_code":"8465","product_fullname_english":"Machine-tools; (including machines for nailing, stapling, glueing or otherwise assembling) for working wood, cork, bone, hard plastics or rubber or similar hard materials"},{"product_code":"8466","product_fullname_english":"Machine-tools; parts and accessories suitable for use solely or principally with the machines of headings 8456 to 8465, and tool holders for any type of tool for working in the hand"},{"product_code":"8467","product_fullname_english":"Tools; for working in the hand, pneumatic, hydraulic or with self-contained electric or non-electric motor"},{"product_code":"8468","product_fullname_english":"Machinery and apparatus for soldering, brazing, welding, whether or not capable of cutting, other than those of heading no. 8515; gas-operated surface tempering machines and appliances"},{"product_code":"8469","product_fullname_english":"Typewriters (other than printers of heading no. 8443) and word-processing machines"},{"product_code":"8470","product_fullname_english":"Calculating machines and pocket-size data recording, reproducing and displaying machines with calculating functions; accounting machines, postage-franking machines, ticket-issuing machines and similar, incorporating a calculating device; cash registers"},{"product_code":"8471","product_fullname_english":"Automatic data processing machines and units thereof, magnetic or optical readers, machines for transcribing data onto data media in coded form and machines for processing such data, not elsewhere specified or included"},{"product_code":"8472","product_fullname_english":"Office machines; not elsewhere classified"},{"product_code":"8473","product_fullname_english":"Machinery; parts and accessories (not covers, carrying cases and the like) suitable for use solely or principally with machines of heading no. 8469 to 8472"},{"product_code":"8474","product_fullname_english":"Machinery for sorting, screening, separating, washing, crushing, grinding, mixing or kneading earth, stone, ores in solid form, shaping, moulding machinery for solid mineral fuels"},{"product_code":"8475","product_fullname_english":"Machines; for assembling electric or electronic lamps, tubes, valves, flashbulbs, in glass envelopes, machines for manufacturing or hot working glass or glassware"},{"product_code":"8476","product_fullname_english":"Automatic goods-vending machines (e.g. postage stamp, cigarette, food or beverage machines), including money-changing machines"},{"product_code":"8477","product_fullname_english":"Machinery; for working rubber or plastics or for the manufacture of products from these materials, n.e.c. in this chapter"},{"product_code":"8478","product_fullname_english":"Machinery; for preparing or making up tobacco, n.e.c. in this chapter"},{"product_code":"8479","product_fullname_english":"Machinery and mechanical appliances; having individual functions, n.e.c. in this chapter"},{"product_code":"8480","product_fullname_english":"Moulding boxes for metal foundry, moulding patterns, moulds for metals (excluding ingot moulds), metal carbides, glass, mineral materials, rubber or plastics"},{"product_code":"8481","product_fullname_english":"Taps, cocks, valves and similar appliances for pipes, boiler shells, tanks, vats or the like, including pressure-reducing valves and thermostatically controlled valves"},{"product_code":"8482","product_fullname_english":"Ball or roller bearings"},{"product_code":"8483","product_fullname_english":"Transmission shafts (including cam and crank) and cranks; bearing housings and plain shaft bearings; gears and gearing; ball or roller screws; gear boxes and other speed changers; flywheels and pulleys; clutches and shaft couplings"},{"product_code":"8484","product_fullname_english":"Gaskets and similar joints of metal sheeting combined with other material or of two or more layers of metal; sets or assortments of gaskets and similar joints, dissimilar in composition, put up in pouches, envelopes or similar packings; mechanical seals"},{"product_code":"8486","product_fullname_english":"Machines and apparatus of a kind used solely or principally for the manufacture of semiconductor boules or wafers, semiconductor devices, electronic integrated circuits or flat panel displays; machines and apparatus specified in note 9-C to this Chapter"},{"product_code":"8487","product_fullname_english":"Machinery parts; not containing electrical connectors, insulators, coils, contacts or other electrical features, n.e.c. in this chapter"},{"product_code":"8501","product_fullname_english":"Electric motors and generators (excluding generating sets)"},{"product_code":"8502","product_fullname_english":"Electric generating sets and rotary converters"},{"product_code":"8503","product_fullname_english":"Electric motors and generators; parts suitable for use solely or principally with the machines of heading no. 8501 or 8502"},{"product_code":"8504","product_fullname_english":"Electric transformers, static converters (e.g. rectifiers) and inductors"},{"product_code":"8505","product_fullname_english":"Electro-magnets; permanent magnets, intended permanent magnets; electro-magnetic, permanent magnet chucks, clamps, similar; electromagnetic couplings, clutches, brakes; electro-magnetic lifting heads"},{"product_code":"8506","product_fullname_english":"Cells and batteries; primary"},{"product_code":"8507","product_fullname_english":"Electric accumulators, including separators therefor; whether or not rectangular (including square)"},{"product_code":"8508","product_fullname_english":"Vacuum cleaners"},{"product_code":"8509","product_fullname_english":"Electro-mechanical domestic appliances; with self-contained electric motor, other than vacuum cleaners of heading 85.08."},{"product_code":"8510","product_fullname_english":"Shavers, hair clippers and hair removing appliances, with self-contained electric motor"},{"product_code":"8511","product_fullname_english":"Ignition or starting equipment; used for spark-ignition or compression-ignition internal combustion engines; generators and cut outs used in conjunction with such engines"},{"product_code":"8512","product_fullname_english":"Lighting or visual signalling equipment (excluding articles of heading no. 8539), windscreen wipers, defrosters and demisters; electrical, of a kind used for cycles or motor vehicles"},{"product_code":"8513","product_fullname_english":"Lamps; portable, electric, designed to function by their own source of energy (e.g. dry batteries, accumulators, magnetos), excluding lighting equipment of heading no. 8512"},{"product_code":"8514","product_fullname_english":"Industrial or laboratory electric furnaces and ovens (including those functioning by induction or dielectric loss); other industrial or laboratory equipment for the heat treatment of materials by induction or dielectric loss"},{"product_code":"8515","product_fullname_english":"Electric (electrically heated gas) soldering, brazing, welding machines and apparatus, capable or not of cutting, electric machines and apparatus for hot spraying of metals or sintered carbides"},{"product_code":"8516","product_fullname_english":"Electric water, space, soil heaters; electro-thermic hair-dressing apparatus; hand dryers, irons; electro-thermic appliances for domestic purposes; electro heating resistors, not of heading no. 8545"},{"product_code":"8517","product_fullname_english":"Telephone sets, including telephones for cellular networks or for other wireless networks; other apparatus for the transmission or reception of voice, images or other data (including wired/wireless networks), excluding items of 8443, 8525, 8527, or 8528"},{"product_code":"8518","product_fullname_english":"Microphones and their stands; loudspeakers, mounted or not in their enclosures; headphones and earphones, combined or not with a microphone, and sets of a microphone and one or more loudspeakers; audio frequency and electric sound amplifiers and sets"},{"product_code":"8519","product_fullname_english":"Sound recording or reproducing apparatus"},{"product_code":"8521","product_fullname_english":"Video recording or reproducing apparatus"},{"product_code":"8522","product_fullname_english":"Sound or video recording apparatus; parts thereof of apparatus of heading no. 8519 to 8521"},{"product_code":"8523","product_fullname_english":"Discs, tapes, solid-state non-volatile storage devices, smart cards and other media for the recording of sound or of other phenomena, whether or not recorded, including matrices and masters for the production of discs, excluding products of Chapter 37"},{"product_code":"8525","product_fullname_english":"Transmission apparatus for radio-broadcasting or television, whether or not incorporating reception apparatus or sound recording or reproducing apparatus; television cameras, digital cameras and video camera recorders"},{"product_code":"8526","product_fullname_english":"Radar apparatus, radio navigational aid apparatus and radio remote control apparatus"},{"product_code":"8527","product_fullname_english":"Reception apparatus for radio-broadcasting, whether or not combined, in the same housing, with sound recording or reproducing apparatus or a clock."},{"product_code":"8528","product_fullname_english":"Monitors and projectors, not incorporating television reception apparatus; reception apparatus for television, whether or not incorporating radio-broadcast receivers or sound or video recording or reproducing apparatus"},{"product_code":"8529","product_fullname_english":"Transmission apparatus; parts suitable for use solely or principally with the apparatus of heading no. 8525 to 8528"},{"product_code":"8530","product_fullname_english":"Signalling, safety or traffic control equipment; for railways, tramways, roads, inland waterways, parking facilities, port installations, airfields, excluding those of heading no. 8608"},{"product_code":"8531","product_fullname_english":"Signalling apparatus; electric sound or visual (e.g. bells, sirens, indicator panels, burglar or fire alarms), excluding those of heading no. 8512 or 8530"},{"product_code":"8532","product_fullname_english":"Electrical capacitors; fixed, variable or adjustable (pre-set)"},{"product_code":"8533","product_fullname_english":"Electrical resistors (including rheostats and potentiometers), excluding heating resistors"},{"product_code":"8534","product_fullname_english":"Circuits; printed"},{"product_code":"8535","product_fullname_english":"Electrical apparatus for switching, protecting electrical circuits, for making connections to or in electrical circuits; for a voltage exceeding 1000 volts"},{"product_code":"8536","product_fullname_english":"Electrical apparatus for switching, protecting electrical circuits, for making connections to or in electrical circuits, for a voltage not exceeding 1000 volts; connectors for optical fibres, optical fibre bundles or cables"},{"product_code":"8537","product_fullname_english":"Boards, panels, consoles, desks, cabinets, bases with apparatus of heading no. 8535, 8536 for electricity control and distribution, (other than switching apparatus of heading no. 8517)"},{"product_code":"8538","product_fullname_english":"Electrical apparatus; parts suitable for use solely or principally with the apparatus of heading no. 8535, 8536 and 8537"},{"product_code":"8539","product_fullname_english":"Lamps; electric filament or discharge lamps, including sealed beam lamp units and ultra-violet or infra-red lamps, arc-lamps"},{"product_code":"8540","product_fullname_english":"Thermionic, cold cathode or photo-cathode valves and tubes (e.g. vacuum, vapour, gas filled valves and tubes, mercury arc rectifying valves and tubes, cathode-ray and television camera tubes)"},{"product_code":"8541","product_fullname_english":"Diodes, transistors, similar semiconductor devices; including photovoltaic cells assembled or not in modules, panels, light emitting mounted piezo-electric crystals"},{"product_code":"8542","product_fullname_english":"Electronic integrated circuits"},{"product_code":"8543","product_fullname_english":"Electrical machines and apparatus; having individual functions, not specified or included elsewhere in this chapter"},{"product_code":"8544","product_fullname_english":"Insulated wire, cable and other electric conductors, connector fitted or not; optical fibre cables of individually sheathed fibres, whether or not assembled with electric conductors or fitted with connectors"},{"product_code":"8545","product_fullname_english":"Carbon electrodes, carbon brushes, lamp carbons, battery carbons and other articles of graphite or other carbon; with or without metal, of a kind used for electrical purposes"},{"product_code":"8546","product_fullname_english":"Electrical insulators of any material"},{"product_code":"8547","product_fullname_english":"Insulating fittings; for electrical machines, appliances, equipment, excluding insulators of heading no. 8546, electrical conduit tubing and joints therefor"},{"product_code":"8548","product_fullname_english":"Waste and scrap of primary cells, primary batteries and electric accumulators; spent primary cells, spent primary batteries and spent electric accumulators; electrical parts of machinery or apparatus, n.e.c. or included elsewhere in chapter 85"},{"product_code":"8601","product_fullname_english":"Rail locomotives; powered from an external source of electricity or by electric accumulators"},{"product_code":"8602","product_fullname_english":"Rail locomotives; (other than those of heading no. 8601), locomotive tenders"},{"product_code":"8603","product_fullname_english":"Railway or tramway coaches, vans and trucks; self-propelled tenders, other than those of heading no. 8604"},{"product_code":"8604","product_fullname_english":"Railway or tramway maintenance or service vehicles; whether or not self-propelled (e.g. workshops, cranes, ballast tampers, trackliners, testing coaches and track inspection vehicles)"},{"product_code":"8605","product_fullname_english":"Railway or tramway coaches; passenger coaches, luggage vans, post office coaches and other special purpose railway or tramway coaches, not self-propelled (excluding those of heading no. 8604)"},{"product_code":"8606","product_fullname_english":"Railway or tramway goods vans and wagons; not self-propelled"},{"product_code":"8607","product_fullname_english":"Railway or tramway locomotives or rolling stock; parts thereof"},{"product_code":"8608","product_fullname_english":"Railway or tramway track fixtures and fittings; mechanical (including electro-mechanical) signalling, safety or traffic control equipment for railways, tramways, roads, inland waterways, parking facilities, port installations or airfields; parts thereof"},{"product_code":"8609","product_fullname_english":"Containers; (including containers for transport of fluids) specially designed and equipped for carriage by one or more modes of transport"},{"product_code":"8701","product_fullname_english":"Tractors; (other than tractors of heading no 8709)"},{"product_code":"8702","product_fullname_english":"Vehicles; public transport passenger type"},{"product_code":"8703","product_fullname_english":"Motor cars and other motor vehicles; principally designed for the transport of persons (other than those of heading no. 8702), including station wagons and racing cars"},{"product_code":"8704","product_fullname_english":"Vehicles; for the transport of goods"},{"product_code":"8705","product_fullname_english":"Special purpose motor vehicles; not those for the transport of persons or goods (e.g. breakdown lorries, road sweeper lorries, spraying lorries, mobile workshops, mobile radiological units etc)"},{"product_code":"8706","product_fullname_english":"Chassis; fitted with engines, for the motor vehicles of heading no. 8701 to 8705"},{"product_code":"8707","product_fullname_english":"Bodies; (including cabs) for the motor vehicles of heading no. 8701 to 8705"},{"product_code":"8708","product_fullname_english":"Motor vehicles; parts and accessories, of heading no. 8701 to 8705"},{"product_code":"8709","product_fullname_english":"Works trucks, self-propelled, (not fitted with lifting or handling equipment), for factories, warehouses etc, for short distance transport of goods, tractors used on railway station platforms; parts thereof"},{"product_code":"8710","product_fullname_english":"Tanks and other armoured fighting vehicles; motorised, whether or not fitted with weapons, and parts of such vehicles"},{"product_code":"8711","product_fullname_english":"Motorcycles (including mopeds) and cycles; fitted with an auxiliary motor, with or without side-cars; side-cars"},{"product_code":"8712","product_fullname_english":"Bicycles and other cycles; including delivery tricycles, not motorised"},{"product_code":"8713","product_fullname_english":"Carriages for disabled persons; whether or not motorised or otherwise mechanically propelled"},{"product_code":"8714","product_fullname_english":"Vehicles; parts and accessories of heading no. 8711 to 8713"},{"product_code":"8715","product_fullname_english":"Baby carriages and parts thereof"},{"product_code":"8716","product_fullname_english":"Trailers and semi-trailers; other vehicles, not mechanically propelled; parts thereof"},{"product_code":"8801","product_fullname_english":"Balloons and dirigibles; gliders, hang gliders and other non-powered aircraft."},{"product_code":"8802","product_fullname_english":"Aircraft n.e.c. in heading no. 8801 (e.g. helicopters, aeroplanes); spacecraft (including satellites) and suborbital and spacecraft launch vehicles"},{"product_code":"8803","product_fullname_english":"Aircraft; parts of heading no. 8801 or 8802"},{"product_code":"8804","product_fullname_english":"Parachutes (including dirigible parachutes and paragliders) and rotochutes; parts thereof and accessories thereto"},{"product_code":"8805","product_fullname_english":"Aircraft launching gear, deck-arrestor or similar gear, ground flying trainers; parts of the foregoing articles"},{"product_code":"8901","product_fullname_english":"Cruise ships, excursion boats, ferry-boats, cargo ships, barges and similar vessels for the transport of persons or goods"},{"product_code":"8902","product_fullname_english":"Fishing vessels, factory ships and other vessels; for processing or preserving fishery products"},{"product_code":"8903","product_fullname_english":"Yachts and other vessels; for pleasure or sports, rowing boats and canoes"},{"product_code":"8904","product_fullname_english":"Tugs and pusher craft"},{"product_code":"8905","product_fullname_english":"Light-vessels, fire-floats, dredgers, floating cranes, other vessels; the navigability of which is subsidiary to main function; floating docks, floating, submersible drilling, production platforms"},{"product_code":"8906","product_fullname_english":"Vessels; other, including warships and lifeboats, other than rowing boats"},{"product_code":"8907","product_fullname_english":"Boats, floating structures, other (for e.g. rafts, tanks, coffer-dams, landing stages, buoys and beacons)"},{"product_code":"8908","product_fullname_english":"Vessels and other floating structures; for breaking up"},{"product_code":"9001","product_fullname_english":"Optical fibres and optical fibre bundles; optical fibre cables not of heading no. 8544; sheets, plates of polarising material; lenses, prisms, mirrors, of any material; unmounted; not non optical glass"},{"product_code":"9002","product_fullname_english":"Lenses, prisms, mirrors and other optical elements, of any material, mounted, being parts or fittings for instruments or apparatus, other than such elements of glass not optically worked"},{"product_code":"9003","product_fullname_english":"Frames and mountings; for spectacles, goggles or the like, and parts"},{"product_code":"9004","product_fullname_english":"Spectacles, goggles and the like; corrective, protective or other"},{"product_code":"9005","product_fullname_english":"Binoculars, monoculars, other optical telescopes, mountings therefor; other astronomical instruments, mountings therefor, but not including instruments for radio-astronomy"},{"product_code":"9006","product_fullname_english":"Cameras, photographic (excluding cinematographic); photographic flashlight apparatus and flashbulbs other than discharge lamps of heading no. 8539"},{"product_code":"9007","product_fullname_english":"Cinematographic cameras and projectors, whether or not incorporating sound recording or reproducing apparatus"},{"product_code":"9008","product_fullname_english":"Image projectors, other than cinematographic; photographic (other than cinematographic) enlargers and reducers"},{"product_code":"9010","product_fullname_english":"Photographic (including cinematographic) laboratory apparatus and equipment, n.e.c. in chapter 90; negatoscopes; projection screens"},{"product_code":"9011","product_fullname_english":"Microscopes, compound optical; including those for microphotography, microcinematography or microprojection"},{"product_code":"9012","product_fullname_english":"Microscopes (excluding optical microscopes); diffraction apparatus"},{"product_code":"9013","product_fullname_english":"Liquid crystal devices not constituting articles provided for more specifically in other headings; lasers, not laser diodes; other optical appliances and instruments n.e.c. in this chapter"},{"product_code":"9014","product_fullname_english":"Navigational instruments and appliances; direction finding compasses"},{"product_code":"9015","product_fullname_english":"Surveying (including photogrammetrical surveying), hydrographic, oceanographic, hydrological, meteorological or geophysical instruments and appliances, excluding compasses, rangefinders"},{"product_code":"9016","product_fullname_english":"Balances; of a sensitivity of 5cg or better, with or without weights"},{"product_code":"9017","product_fullname_english":"Drawing, marking-out, mathematical calculating instruments (drafting machines, protractors, drawing sets etc); instruments for measuring length (e.g. measuring rods, tapes, micrometers, callipers) n.e.c."},{"product_code":"9018","product_fullname_english":"Instruments and appliances used in medical, surgical, dental or veterinary sciences, including scintigraphic apparatus, other electro-medical apparatus and sight testing instruments"},{"product_code":"9019","product_fullname_english":"Mechano-therapy, massage appliances; psychological aptitude testing apparatus; ozone, oxygen, aerosol therapy, artificial respiration or other therapeutic respiration apparatus"},{"product_code":"9020","product_fullname_english":"Breathing appliances and gas masks; excluding protective masks having neither mechanical parts nor replaceable filters and excluding apparatus of item no. 9019.20"},{"product_code":"9021","product_fullname_english":"Orthopaedic appliances; including crutches, surgical belts and trusses; splints and other fracture appliances; artificial parts of the body; hearing aids and other which are worn, carried or implanted in the body to compensate for a defect or disability"},{"product_code":"9022","product_fullname_english":"X-ray, alpha, beta, gamma radiation apparatus; x-ray tubes, x-ray generators, high tension generators, control panels and desks, screens, examination or treatment tables, chairs and the like"},{"product_code":"9023","product_fullname_english":"Instruments, apparatus and models, designed for demonstrational purposes (in education or exhibitions), unsuitable for other uses"},{"product_code":"9024","product_fullname_english":"Machines and appliances for testing the hardness, strength, compressibility, elasticity of other mechanical properties of materials (e.g. metals, wood, textiles, paper, plastics)"},{"product_code":"9025","product_fullname_english":"Hydrometers and similar floating instruments, thermometers, pyrometers, barometers, hygrometers and psychrometers, recording or not"},{"product_code":"9026","product_fullname_english":"Instruments, apparatus for measuring or checking the flow, level, pressure of liquids, gases (e.g. flow meters, heat meters etc), not instruments and apparatus of heading no. 9014, 9015, 9028 or 9032"},{"product_code":"9027","product_fullname_english":"Instruments and apparatus; for physical or chemical analysis (e.g. polarimeters, spectrometers), for measuring or checking viscosity, porosity, etc, for measuring quantities of heat, sound or light"},{"product_code":"9028","product_fullname_english":"Gas, liquid or electricity supply or production meters, including calibrating meters therefor"},{"product_code":"9029","product_fullname_english":"Revolution counter, production counters, taximeters, mileometers, pedometers and the like, speed indicators and tachometers, other than those of heading no. 9015, stroboscopes"},{"product_code":"9030","product_fullname_english":"Instruments, apparatus for measuring, checking electrical quantities not meters of heading no. 9028; instruments, apparatus for measuring or detecting alpha, beta, gamma, x-ray, cosmic and other radiations"},{"product_code":"9031","product_fullname_english":"Measuring or checking instruments, appliances and machines, n.e.c. or included in this chapter; profile projectors"},{"product_code":"9032","product_fullname_english":"Regulating or controlling instruments and apparatus; automatic type"},{"product_code":"9033","product_fullname_english":"Machines and appliances, instruments or apparatus of chapter 90; parts and accessories n.e.c. in chapter 90"},{"product_code":"9101","product_fullname_english":"Wrist-watches, pocket-watches, stop-watches and other watches; with case of precious metal or of metal clad with precious metal"},{"product_code":"9102","product_fullname_english":"Wrist-watches, pocket-watches, stop-watches and other watches, other than those of heading no. 9101"},{"product_code":"9103","product_fullname_english":"Clocks; with watch movements, excluding clocks of heading no. 9104"},{"product_code":"9104","product_fullname_english":"Instrument panel clocks and clocks of a similar type for vehicles, aircraft, spacecraft or vessels"},{"product_code":"9105","product_fullname_english":"Clocks, other, n.e.c."},{"product_code":"9106","product_fullname_english":"Time of day recording apparatus and apparatus for measuring, recording or otherwise indicating intervals of time, with clock, watch movement or synchronous motor"},{"product_code":"9107","product_fullname_english":"Time switches; with clock, watch movement or synchronous motor"},{"product_code":"9108","product_fullname_english":"Watch movements; complete and assembled"},{"product_code":"9109","product_fullname_english":"Clock movements; complete and assembled"},{"product_code":"9110","product_fullname_english":"Watch or clock movements, complete, unassembled or partly assembled (movement sets); incomplete watch or clock movements, assembled; rough watch or clock movements"},{"product_code":"9111","product_fullname_english":"Watch cases and parts thereof"},{"product_code":"9112","product_fullname_english":"Clock cases and cases of a similar type for other goods of this chapter and parts thereof"},{"product_code":"9113","product_fullname_english":"Watch straps, watch bands, watch bracelets and parts thereof"},{"product_code":"9114","product_fullname_english":"Clock or watch parts; n.e.c. in chapter 91"},{"product_code":"9201","product_fullname_english":"Pianos; including automatic pianos, harpsichords and other keyboard stringed instruments"},{"product_code":"9202","product_fullname_english":"Musical instruments; string, n.e.c. in heading no. 9201, (e.g. guitars, violins, harps)"},{"product_code":"9205","product_fullname_english":"Musical instruments; wind, (e.g. clarinets, trumpets, bagpipes)"},{"product_code":"9206","product_fullname_english":"Musical instruments; percussion (e.g. drums, xylophones, cymbals, castanets, maracas)"},{"product_code":"9207","product_fullname_english":"Musical instruments; the sound of which is produced or must be amplified, electrically (e.g. organs, guitars, accordions)"},{"product_code":"9208","product_fullname_english":"Musical boxes, fairground and mechanical street organs, mechanical singing birds, musical saws and musical instruments n.e.c. in chapter 92; decoy calls of all kinds; whistles; call horns and other mouth-blown sound signalling instruments"},{"product_code":"9209","product_fullname_english":"Musical instrument parts (for example, mechanisms for musical boxes) and accessories (for example, cards, discs and rolls for mechanical instruments); metronomes, tuning forks and pitch pipes"},{"product_code":"9301","product_fullname_english":"Military weapons; other than revolvers, pistols and arms of heading no. 9307"},{"product_code":"9302","product_fullname_english":"Revolvers and pistols; other than those of heading no. 9303 or 9304"},{"product_code":"9303","product_fullname_english":"Firearms; other similar devices (e.g. sporting shotguns and rifles, muzzle-loading firearms, very pistols, devices for firing flares or blank ammunition, captive bolt humane killers, line throwing guns)"},{"product_code":"9304","product_fullname_english":"Firearms; (e.g. spring, air or gas guns and pistols, truncheons), excluding those of heading no. 9307"},{"product_code":"9305","product_fullname_english":"Firearms; parts and accessories of articles of heading no. 9301 to 9304"},{"product_code":"9306","product_fullname_english":"Bombs, grenades, torpedoes, mines, missiles and similar munitions of war and parts thereof; cartridges and other ammunition, projectiles and parts thereof, including shot and cartridge wads"},{"product_code":"9307","product_fullname_english":"Arms; swords, cutlasses, bayonets, lances and the like, parts thereof and scabbards and sheaths therefor"},{"product_code":"9401","product_fullname_english":"Seats (not those of heading no. 9402), whether or not convertible into beds and parts thereof"},{"product_code":"9402","product_fullname_english":"Furniture; medical, surgical, dental or veterinary (e.g. operating tables, hospital beds, dentists' chairs) barbers' chairs; parts"},{"product_code":"9403","product_fullname_english":"Furniture and parts thereof, n.e.c. in chapter 94"},{"product_code":"9404","product_fullname_english":"Mattress supports; articles of bedding (e.g. mattresses, quilts, eiderdowns, cushions pouffes and pillows), fitted with springs or stuffed, whether or not covered"},{"product_code":"9405","product_fullname_english":"Lamps, light fittings; including searchlights, spotlights and parts thereof, n.e.c.; illuminated signs, name-plates and the like, having permanently fixed light source and parts thereof n.e.c. or included"},{"product_code":"9406","product_fullname_english":"Buildings; prefabricated"},{"product_code":"9503","product_fullname_english":"Tricycles, scooters, pedal cars and similar wheeled toys; dolls' carriages; dolls; other toys; reduced-size (scale) models and similar recreational models, working or not; puzzles of all kinds"},{"product_code":"9504","product_fullname_english":"Games; funfair, table or parlour, articles thereof including pintables billiards, special tables for casino games and automatic bowling alley equipment"},{"product_code":"9505","product_fullname_english":"Festive, carnival or other entertainment articles, including conjuring tricks and novelty jokes"},{"product_code":"9506","product_fullname_english":"Gymnastics, athletics, other sports (including table tennis) or outdoor games equipment, n.e.c. in this chapter, swimming pools and paddling pools"},{"product_code":"9507","product_fullname_english":"Fishing rods, fish-hooks and other line fishing tackle; fish landing nets and the like; decoy birds (not those of heading no. 9208 or 9705) and similar hunting or shooting requisites"},{"product_code":"9508","product_fullname_english":"Roundabouts, swings, shooting galleries, other fairground amusements, travelling circuses, travelling menageries and travelling theatres"},{"product_code":"9601","product_fullname_english":"Ivory, bone, tortoise-shell, horn, antlers, coral, mother-of-pearl and other animal carving material and articles of these materials; worked, (including articles obtained by moulding)"},{"product_code":"9602","product_fullname_english":"Vegetable, mineral carving material and articles of these materials, moulded or carved articles of wax, stearin, natural gums, resins or modelling pastes, worked unhardened gelatin (not heading no. 3503)"},{"product_code":"9603","product_fullname_english":"Brooms, brushes (including parts of machines), hand operated floor sweepers, mops and feather dusters; knots and tufts for broom or brush making; paint pads and rollers; squeegees"},{"product_code":"9604","product_fullname_english":"Hand sieves and hand riddles"},{"product_code":"9605","product_fullname_english":"Travel sets; for personal toilet, sewing, shoe or clothes cleaning"},{"product_code":"9606","product_fullname_english":"Buttons, press-fasteners, snap-fasteners and press-studs, button moulds and other parts of these articles; button blanks"},{"product_code":"9607","product_fullname_english":"Slide fasteners and parts thereof"},{"product_code":"9608","product_fullname_english":"Pens; ball-point, felt tipped, other porous tipped pens; fountain pens, stylograph pens duplicating stylos, propelling or sliding pencils; parts of the foregoing, excluding those of heading no. 9609"},{"product_code":"9609","product_fullname_english":"Pencils (not of heading no. 9608), crayons, pencil leads, pastels, drawing charcoals, writing or drawing chalks and tailors' chalks"},{"product_code":"9610","product_fullname_english":"Slates and boards, with writing or drawing surfaces, whether or not framed"},{"product_code":"9611","product_fullname_english":"Stamps; date, numbering, sealing stamps and the like (including devices for printing or embossing labels), designed for operating by hand; hand operated composing sticks and printing sets"},{"product_code":"9612","product_fullname_english":"Typewriter, similar ribbons, inked, otherwise prepared for giving impressions, whether or not on spools or in cartridges; ink pads, whether or not inked, with or without boxes"},{"product_code":"9613","product_fullname_english":"Cigarette lighters and other lighters, whether or not mechanical or electrical and parts thereof other than flints and wicks"},{"product_code":"9614","product_fullname_english":"Smoking pipes (including pipe bowls) and cigar or cigarette holders, and parts thereof"},{"product_code":"9615","product_fullname_english":"Combs, hair-slides and similar; hairpins, curling pins, curling grips and hair curlers and the like, other than those of heading no. 8516 and parts thereof"},{"product_code":"9616","product_fullname_english":"Scent sprays and similar toilet sprays and mounts and heads therefor; powder-puffs and pads for the application of cosmetics or toilet preparations"},{"product_code":"9617","product_fullname_english":"Vacuum flasks and other vacuum vessels, complete with cases; parts thereof other than glass inners"},{"product_code":"9618","product_fullname_english":"Tailors' dummies and other lay figures; automata and other animated displays used for shop window dressing"},{"product_code":"9701","product_fullname_english":"Paintings, drawings, pastels, executed entirely by hand; not drawings of heading no. 4906 and not hand-painted, hand-decorated manufactured articles; collages and similar decorative plaques"},{"product_code":"9702","product_fullname_english":"Engravings, prints and lithographs; original"},{"product_code":"9703","product_fullname_english":"Sculptures and statuary; original, in any material"},{"product_code":"9704","product_fullname_english":"Stamps, postage or revenue; stamp-postmarks, first-day covers, postal stationery (stamped paper) and like, used or unused, other than those of heading 4907"},{"product_code":"9705","product_fullname_english":"Collections and collectors' pieces; of zoological, botanical, mineralogical, anatomical, historical, archaeological, palaeontological, ethnographic or numismatic interest"},{"product_code":"9706","product_fullname_english":"Antiques; of an age exceeding one hundred years"},{"product_code":"9999","product_fullname_english":"Commodities not specified according to kind"},{"product_code":"01","product_fullname_english":"Alias for all codes in the group Animals; live"},{"product_code":"02","product_fullname_english":"Alias for all codes in the group Meat and edible meat offal"},{"product_code":"03","product_fullname_english":"Alias for all codes in the group Fish and crustaceans, molluscs and other aquatic invertebrates"},{"product_code":"04","product_fullname_english":"Alias for all codes in the group Dairy produce; birds' eggs; natural honey; edible products of animal origin, not elsewhere specified or included"},{"product_code":"05","product_fullname_english":"Alias for all codes in the group Animal originated products; not elsewhere specified or included"},{"product_code":"06","product_fullname_english":"Alias for all codes in the group Trees and other plants, live; bulbs, roots and the like; cut flowers and ornamental foliage"},{"product_code":"07","product_fullname_english":"Alias for all codes in the group Vegetables and certain roots and tubers; edible"},{"product_code":"08","product_fullname_english":"Alias for all codes in the group Fruit and nuts, edible; peel of citrus fruit or melons"},{"product_code":"09","product_fullname_english":"Alias for all codes in the group Coffee, tea, mate and spices"},{"product_code":"10","product_fullname_english":"Alias for all codes in the group Cereals"},{"product_code":"11","product_fullname_english":"Alias for all codes in the group Products of the milling industry; malt, starches, inulin, wheat gluten"},{"product_code":"12","product_fullname_english":"Alias for all codes in the group Oil seeds and oleaginous fruits; miscellaneous grains, seeds and fruit, industrial or medicinal plants; straw and fodder"},{"product_code":"13","product_fullname_english":"Alias for all codes in the group Lac; gums, resins and other vegetable saps and extracts"},{"product_code":"14","product_fullname_english":"Alias for all codes in the group Vegetable plaiting materials; vegetable products not elsewhere specified or included"},{"product_code":"15","product_fullname_english":"Alias for all codes in the group Animal or vegetable fats and oils and their cleavage products; prepared animal fats; animal or vegetable waxes"},{"product_code":"16","product_fullname_english":"Alias for all codes in the group Meat, fish or crustaceans, molluscs or other aquatic invertebrates; preparations thereof"},{"product_code":"17","product_fullname_english":"Alias for all codes in the group Sugars and sugar confectionery"},{"product_code":"18","product_fullname_english":"Alias for all codes in the group Cocoa and cocoa preparations"},{"product_code":"19","product_fullname_english":"Alias for all codes in the group Preparations of cereals, flour, starch or milk; pastrycooks' products"},{"product_code":"20","product_fullname_english":"Alias for all codes in the group Preparations of vegetables, fruit, nuts or other parts of plants"},{"product_code":"21","product_fullname_english":"Alias for all codes in the group Miscellaneous edible preparations"},{"product_code":"22","product_fullname_english":"Alias for all codes in the group Beverages, spirits and vinegar"},{"product_code":"23","product_fullname_english":"Alias for all codes in the group Food industries, residues and wastes thereof; prepared animal fodder"},{"product_code":"24","product_fullname_english":"Alias for all codes in the group Tobacco and manufactured tobacco substitutes"},{"product_code":"25","product_fullname_english":"Alias for all codes in the group Salt; sulphur; earths, stone; plastering materials, lime and cement"},{"product_code":"26","product_fullname_english":"Alias for all codes in the group Ores, slag and ash"},{"product_code":"27","product_fullname_english":"Alias for all codes in the group Mineral fuels, mineral oils and products of their distillation; bituminous substances; mineral waxes"},{"product_code":"28","product_fullname_english":"Alias for all codes in the group Inorganic chemicals; organic and inorganic compounds of precious metals; of rare earth metals, of radio-active elements and of isotopes"},{"product_code":"29","product_fullname_english":"Alias for all codes in the group Organic chemicals"},{"product_code":"30","product_fullname_english":"Alias for all codes in the group Pharmaceutical products"},{"product_code":"31","product_fullname_english":"Alias for all codes in the group Fertilizers"},{"product_code":"32","product_fullname_english":"Alias for all codes in the group Tanning or dyeing extracts; tannins and their derivatives; dyes, pigments and other colouring matter; paints, varnishes; putty, other mastics; inks"},{"product_code":"33","product_fullname_english":"Alias for all codes in the group Essential oils and resinoids; perfumery, cosmetic or toilet preparations"},{"product_code":"34","product_fullname_english":"Alias for all codes in the group Soap, organic surface-active agents; washing, lubricating, polishing or scouring preparations; artificial or prepared waxes, candles and similar articles, modelling pastes, dental waxes and dental preparations with a basis of plaster"},{"product_code":"35","product_fullname_english":"Alias for all codes in the group Albuminoidal substances; modified starches; glues; enzymes"},{"product_code":"36","product_fullname_english":"Alias for all codes in the group Explosives; pyrotechnic products; matches; pyrophoric alloys; certain combustible preparations"},{"product_code":"37","product_fullname_english":"Alias for all codes in the group Photographic or cinematographic goods"},{"product_code":"38","product_fullname_english":"Alias for all codes in the group Chemical products n.e.c."},{"product_code":"39","product_fullname_english":"Alias for all codes in the group Plastics and articles thereof"},{"product_code":"40","product_fullname_english":"Alias for all codes in the group Rubber and articles thereof"},{"product_code":"41","product_fullname_english":"Alias for all codes in the group Raw hides and skins (other than furskins) and leather"},{"product_code":"42","product_fullname_english":"Alias for all codes in the group Articles of leather; saddlery and harness; travel goods, handbags and similar containers; articles of animal gut (other than silk-worm gut)"},{"product_code":"43","product_fullname_english":"Alias for all codes in the group Furskins and artificial fur; manufactures thereof"},{"product_code":"44","product_fullname_english":"Alias for all codes in the group Wood and articles of wood; wood charcoal"},{"product_code":"45","product_fullname_english":"Alias for all codes in the group Cork and articles of cork"},{"product_code":"46","product_fullname_english":"Alias for all codes in the group Manufactures of straw, esparto or other plaiting materials; basketware and wickerwork"},{"product_code":"47","product_fullname_english":"Alias for all codes in the group Pulp of wood or other fibrous cellulosic material; recovered (waste and scrap) paper or paperboard"},{"product_code":"48","product_fullname_english":"Alias for all codes in the group Paper and paperboard; articles of paper pulp, of paper or paperboard"},{"product_code":"49","product_fullname_english":"Alias for all codes in the group Printed books, newspapers, pictures and other products of the printing industry; manuscripts, typescripts and plans"},{"product_code":"50","product_fullname_english":"Alias for all codes in the group Silk"},{"product_code":"51","product_fullname_english":"Alias for all codes in the group Wool, fine or coarse animal hair; horsehair yarn and woven fabric"},{"product_code":"52","product_fullname_english":"Alias for all codes in the group Cotton"},{"product_code":"53","product_fullname_english":"Alias for all codes in the group Vegetable textile fibres; paper yarn and woven fabrics of paper yarn"},{"product_code":"54","product_fullname_english":"Alias for all codes in the group Man-made filaments; strip and the like of man-made textile materials"},{"product_code":"55","product_fullname_english":"Alias for all codes in the group Man-made staple fibres"},{"product_code":"56","product_fullname_english":"Alias for all codes in the group Wadding, felt and nonwovens, special yarns; twine, cordage, ropes and cables and articles thereof"},{"product_code":"57","product_fullname_english":"Alias for all codes in the group Carpets and other textile floor coverings"},{"product_code":"58","product_fullname_english":"Alias for all codes in the group Fabrics; special woven fabrics, tufted textile fabrics, lace, tapestries, trimmings, embroidery"},{"product_code":"59","product_fullname_english":"Alias for all codes in the group Textile fabrics; impregnated, coated, covered or laminated; textile articles of a kind suitable for industrial use"},{"product_code":"60","product_fullname_english":"Alias for all codes in the group Fabrics; knitted or crocheted"},{"product_code":"61","product_fullname_english":"Alias for all codes in the group Apparel and clothing accessories; knitted or crocheted"},{"product_code":"62","product_fullname_english":"Alias for all codes in the group Apparel and clothing accessories; not knitted or crocheted"},{"product_code":"63","product_fullname_english":"Alias for all codes in the group Textiles, made up articles; sets; worn clothing and worn textile articles; rags"},{"product_code":"64","product_fullname_english":"Alias for all codes in the group Footwear; gaiters and the like; parts of such articles"},{"product_code":"65","product_fullname_english":"Alias for all codes in the group Headgear and parts thereof"},{"product_code":"66","product_fullname_english":"Alias for all codes in the group Umbrellas, sun umbrellas, walking-sticks, seat sticks, whips, riding crops; and parts thereof"},{"product_code":"67","product_fullname_english":"Alias for all codes in the group Feathers and down, prepared; and articles made of feather or of down; artificial flowers; articles of human hair"},{"product_code":"68","product_fullname_english":"Alias for all codes in the group Stone, plaster, cement, asbestos, mica or similar materials; articles thereof"},{"product_code":"69","product_fullname_english":"Alias for all codes in the group Ceramic products"},{"product_code":"70","product_fullname_english":"Alias for all codes in the group Glass and glassware"},{"product_code":"71","product_fullname_english":"Alias for all codes in the group Natural, cultured pearls; precious, semi-precious stones; precious metals, metals clad with precious metal, and articles thereof; imitation jewellery; coin"},{"product_code":"72","product_fullname_english":"Alias for all codes in the group Iron and steel"},{"product_code":"73","product_fullname_english":"Alias for all codes in the group Iron or steel articles"},{"product_code":"74","product_fullname_english":"Alias for all codes in the group Copper and articles thereof"},{"product_code":"75","product_fullname_english":"Alias for all codes in the group Nickel and articles thereof"},{"product_code":"76","product_fullname_english":"Alias for all codes in the group Aluminium and articles thereof"},{"product_code":"78","product_fullname_english":"Alias for all codes in the group Lead and articles thereof"},{"product_code":"79","product_fullname_english":"Alias for all codes in the group Zinc and articles thereof"},{"product_code":"80","product_fullname_english":"Alias for all codes in the group Tin; articles thereof"},{"product_code":"81","product_fullname_english":"Alias for all codes in the group Metals; n.e.c., cermets and articles thereof"},{"product_code":"82","product_fullname_english":"Alias for all codes in the group Tools, implements, cutlery, spoons and forks, of base metal; parts thereof, of base metal"},{"product_code":"83","product_fullname_english":"Alias for all codes in the group Metal; miscellaneous products of base metal"},{"product_code":"84","product_fullname_english":"Alias for all codes in the group Nuclear reactors, boilers, machinery and mechanical appliances; parts thereof"},{"product_code":"85","product_fullname_english":"Alias for all codes in the group Electrical machinery and equipment and parts thereof; sound recorders and reproducers; television image and sound recorders and reproducers, parts and accessories of such articles"},{"product_code":"86","product_fullname_english":"Alias for all codes in the group Railway, tramway locomotives, rolling-stock and parts thereof; railway or tramway track fixtures and fittings and parts thereof; mechanical (including electro-mechanical) traffic signalling equipment of all kinds"},{"product_code":"87","product_fullname_english":"Alias for all codes in the group Vehicles; other than railway or tramway rolling stock, and parts and accessories thereof"},{"product_code":"88","product_fullname_english":"Alias for all codes in the group Aircraft, spacecraft and parts thereof"},{"product_code":"89","product_fullname_english":"Alias for all codes in the group Ships, boats and floating structures"},{"product_code":"90","product_fullname_english":"Alias for all codes in the group Optical, photographic, cinematographic, measuring, checking, medical or surgical instruments and apparatus; parts and accessories"},{"product_code":"91","product_fullname_english":"Alias for all codes in the group Clocks and watches and parts thereof"},{"product_code":"92","product_fullname_english":"Alias for all codes in the group Musical instruments; parts and accessories of such articles"},{"product_code":"93","product_fullname_english":"Alias for all codes in the group Arms and ammunition; parts and accessories thereof"},{"product_code":"94","product_fullname_english":"Alias for all codes in the group Furniture; bedding, mattresses, mattress supports, cushions and similar stuffed furnishings; lamps and lighting fittings, n.e.c.; illuminated signs, illuminated name-plates and the like; prefabricated buildings"},{"product_code":"95","product_fullname_english":"Alias for all codes in the group Toys, games and sports requisites; parts and accessories thereof"},{"product_code":"96","product_fullname_english":"Alias for all codes in the group Miscellaneous manufactured articles"},{"product_code":"97","product_fullname_english":"Alias for all codes in the group Works of art; collectors' pieces and antiques"},{"product_code":"99","product_fullname_english":"Alias for all codes in the group Commodities not specified according to kind"},{"product_code":"all","product_fullname_english":"Alias for all codes"}]